[
{"title": "John Piper’s Senior Sermon at Fuller Seminary", "time": "March 24, 1971", "body": "One of the greatest blessings of speaking in chapel is standing on this side of that kind of singing. It’s really beautiful. Since my sermon has to do with praise, it’s very encouraging. Maybe if it doesn’t do what it’s supposed to do, it’s already been done. Thank you, Dr. Schaper, for the opportunity to speak. I’m glad you trust me. My text comes from Ephesians 1:6 if you’d like to look at it in your Bibles. We’ll look at just one phrase in that verse but I’ll read from verse 3 so we can see it in context: And that’s my text, the last phrase: “to the praise of the glory of his grace.” Paul tells us the   of our Christian existence with that phase. Why were we born anew? To what end have we been adopted into the divine family? Recreated? Given an inheritance undefiled? To the end that the glory of God’s grace might be praised. To me, this is—in the treasure chest of revelation—one of the most beautiful diamonds I’ve found and I don’t know how to improve on it except to read it. Maybe if I can hold this jewel up and in the light of the Holy Spirit and turn it just a little bit, you’ll be able to see some new brilliance in it. Some new appreciation. There are many, many beautiful facets to this truth. I think this truth—that we are redeemed to praise the glory of God’s grace—is the overture, recurring theme, and finale of God’s great musical of creation and redemption. God’s cosmic oratorio is going to end with the Hallelujah Chorus. And on the Day of the Lord, it’s going to be so loud that if we listen carefully, we can already hear it. With the ear of faith, that chorus comes crashing back into 1971 saying, “Join in because this is why you were redeemed.” To put it in Dr. Ladd’s language, even the repertoire of the eschaton has broken into the present.  The power to praise is a present reality. Now if it’s a present reality then we ought to do it since it’s the end for which we were created and we have the power to do it. That’s the question to ask. For some of us, it’s very hard to praise. For some of us, our stance of life is just not such that we overflow with gratitude and praise to God. But I think on the authority of God’s Word I can say: this ought not to be so. We ought not to be satisfied when we do not praise. If we were created and redeemed to the praise of the glory of the grace of God, then not to be praising is to stand ourselves in opposition to God’s purposes in redemption.  \n  Now, that doesn’t help much because here we are and we don’t feel like praising, maybe. What do we do? Well, the first thing we do is realize that it’s not the new man in us, it’s not the new creation, it’s not the Holy Spirit who doesn’t want to sing out. It’s the old man. The old man can’t carry a tune in a bucket and he doesn’t want anybody else to either. He’s so weak and beggarly, he can’t even make a joyful noise. The only thing that crotchety old man is good for is to go off in a corner over there and grumble about Christians who seem so enthused all the time.  \n  What should we do if we realize that? Well, this might be the most important point of my sermon; perhaps I should have put it at the end. We should put our eyes on Jesus, the author and finisher of our salvation and then the Holy Spirit is going to take a great big barrel of LG fertilizer (that’s the Love of God fertilizer) and according to Romans 5:5, he’s going to just dump it all over and just smother our hearts with the love of God. And then he’s going to commence to toiling and tilling the soil of our soul until some of the most beautiful, luscious, sweet, plumpest fruit you ever tasted grows up. And some of that fruit is going to be joy and we’re going to sing out. You won’t be able to help it. We’re going to praise the glory of God’s grace. So the power of praise is a present reality and we ought to be about it. But you already are and that’s what gave me such great pleasure at the beginning of this chapel service. Now let’s look at the object of this praise that Paul mentions. The specific object we’re supposed to zero in on according to Ephesians 6 is the praise of what? We are foreordained to be sons through Christ “to the praise of his glorious grace.” In other words, we are redeemed to praise that in God which makes him a Redeemer. “His glorious grace.” But now on this point I really need help.  \n  As I was sitting there yesterday trying to think of what would help me get on the inside of this and feel afresh what this glorious grace is, I asked, “Is there a human analogy? Where can I find a human reflection of grace and is there glory in it?” Then a song came back to me from a long time ago. Some of you will remember it: “Big Bad John” told the story of a big, bad man named John who worked in a mine. One day there was cave-in deep down in the mine and Big Bad John put his big, bad body against the breaking beam and all the other miners got right out while Big Bad John was holding the beam. All those other miners who used to go around calling him Big Bad John got out. Then the cave fell down and crushed Big Bad John. Now that’s a picture of grace—a very, very imperfect picture—but a picture, and I need pictures to help me see grace. The last line of that song says they put a monument over that cave that said, “At the bottom of this mine, lies a big, big man”. What they obviously meant was: here lies a big, beautiful, glorious man who did a beautiful, gracious, glorious, praiseworthy thing. Even the man outside Christ can see that there is glory in grace and sometimes they put us to shame maybe because they couldn’t stop talking about it and they put up a monument to it and a guy comes along and writes a song to extol the glories of Big Bad John and his gracious deed. And it’s so good that I couldn’t forget it over all these years and it came back to me when I was trying to think about grace. Now let’s take that analogy and lift it about ten-trillion-zillion miles into eternity and look at God’s grace. Once upon a time, God built himself a mine full of jewels and he put man in it and he said, “Man, you dig out my jewels and you enjoy them.” Somewhere along the line, way back in the deep, black recesses of time, a cave-in started. And it spread and God looked down in mercy and said, “I’ve got to down there and save those miners.”  And he did; he came down and he put his big, broad back against the breaking beam of that mine and he commenced to getting miners out of there. Some came happily and some came kicking and screaming as he threw them out into the freedom of light.  Meanwhile, back in the recess of that mine, there was a bunch of renegade miners, plotting mischief against God and God knew it. God knows everything but he was about the business of grace and he didn’t have time to mess with those renegade miners right then. So they chose from among them, a puny, teeny little ass of a man named Judas and he came running out of there and knocked God’s feet right out from under him. The whole mine came down and killed God and everybody left in the mine.  Now that’s grace, because God saw him coming and it’s a million times more glorious than the Big Bad John ballad because God is infinitely more glorious than all those miners he died to save. So here we are, with grime on our faces, sitting around the rubble of that mine and there’s Jesus—the resurrected Jesus—standing on the rubble. What do you suppose we’re going to say? We’re going to say, if we have any sense at all, “O Lord, all praise to the glory of your grace.”  And perhaps we stop right there and go have coffee. That’s all there is to say.  But, maybe I can turn the diamond one more time; maybe two more times. We ought to be satisfied with that. When we’ve praised God, we’ve done all there is to do. We’ve done the very best thing and we ought to be satisfied right there. If you aren’t satisfied with two ringers in playing horseshoes, you might as well give up the game. You’ll be frustrated all your life.  \nBut now there are some facets in this diamond on the bottom side—the side that touches the earth. Two practical things—beautiful things—I’d like to point out by just turning it for you.  First, I learned from Psalm 40:3 but I’m going to read the first three verses so we can see it all together: When God puts a song of praise in your heart, “many will see and fear, and put their trust in the Lord.” That’s fantastic! It’s amazing! If we’re frustrated because we’re not having the impact we thought we ought to be having on the world around us — on those few people around us — could it be we’ve lost a praising heart? And then ought we not to pray with David, “Restore to me the joy of my salvation, and uphold me with a willing spirit. Then I will teach transgressors your ways, and sinners will return to you” [Psalm 51:12–13]. When our praising ceases, the effectiveness of our ministry is going to cease, I believe, on the basis of these texts. Isn’t it beautiful that God arranged things in such a way that the end for which we were redeemed is itself the means by which others come to be redeemed? That’s just another one of those beautiful aspects to praise about God’s grace.  Now the second thing I learned is from my other Bible: C. S. Lewis. I believe it’s implicit throughout Scripture what he teaches; he does it better though. He says about praise:  And he concludes, “Praise almost seems to be inner health made audible.” But then he hits the nail square on the head, and this is what I want to apply to our text: “I think we delight to praise what we enjoy because the praise not merely expresses but completes the enjoyment; it is its appointed consummation.” “Praise not merely expresses but completes the enjoyment.” Every one of us can think of instances where we’ve been frustrated because we had a pleasure or a joy and there was nobody to share it with. You hear a funny joke, you have to tell somebody that joke but there’s nobody to tell it to. I go over to the library sometimes and take down the   magazine and look at the cartoons in there because they’re really funny. If I find one that’s really funny, my first reaction is to look up and ask myself, “Who is here to tell that joke to; to show this cartoon.” There’s something in me that says, “John, your pleasure in that cartoon isn’t going to be complete until you say to someone, ‘Look, isn’t that a funny cartoon?’” It’s that way with your wife, too. Your pleasure in your wife won’t be complete unless you tell her that you have it.  Now this is astonishing. See what this does? This means that the end for which we were created, that is to praise the glory of the grace of God, is at the same time the consummation—the completion and perfection—of the joy of our redemption. The end for which we were redeemed is at the same time the completion of the joy of being redeemed. The happiness of man has become one with the glory of God. Now is there anything in all the universe—all eternity—that we could ask to be true that would be better than that? No. To sum up then, what I’ve tried to say is that God, according to Ephesians 1:5-6, has foreordained us to be sons, through Christ, for this end: to praise the glory of God’s grace. And it just so happens that if we do that, if we make that the end of our existence, we are going to be powerful witnesses and men are going to come to repentance and we are going to be tremendously happy human beings.", "url": "https://www.desiringgod.org/messages/john-pipers-senior-sermon-at-fuller-seminary"},
{"title": "Christ and Cancer", "time": "August 17, 1980", "body": "Before I entered college I hardly gave a thought to cancer and terminal illness. But ever since those college days, death by disease has walked beside me all the way. Two of my college acquaintances died of leukemia and cancer of the lymph glands before they were 22. At seminary, I watched Jim Morgan, my teacher of systematic theology, shrivel up and die in less than a year of intestinal cancer. He was 36. In my graduate program in Germany my own “doctor-father,” Professor Goppelt, died suddenly just before I was finished. He was 62 — a massive coronary.  Then I came to Bethel, the house of God! And I taught for six years and watched students, teachers, and administrators die of cancer: Sue Port, Paul Greely, Bob Bergerud, Ruth Ludeman, Graydon Held, Chet Lindsay, Mary Ellen Carlson — all Christians, all dead before their three score and ten were up. And now I’ve come to Bethlehem and Harvey Ring is gone. And you could multiply the list ten-fold. What shall we say to these things? Something must be said because sickness and death are threats to faith in the love and power of God. And I regard it as my primary responsibility as a pastor to nourish and strengthen faith in the love and power of God. There is no weapon like the word of God for warding off threats to faith. And so I want us to listen carefully today to the teaching of Scripture regarding Christ and cancer, the power and love of God over against the sickness of our bodies. I regard this message today as a crucial pastoral message because you need to know where your pastor stands on the issues of sickness, healing, and death. If you thought it was my conception that every sickness is a divine judgment on some particular sin, or that the failure to be healed after a few days of prayer was a clear sign of inauthentic faith, or that Satan is really the ruler in this world and God can only stand helplessly by while his enemy wreaks havoc with his children — if you thought any of those were my notions, you would relate to me very differently in sickness than you would if you knew what I really think. Therefore, I want to tell you what I really think and try to show you from Scripture that these thoughts are not just mine but also, I trust, God’s thoughts. So I would like everyone who has a Bible to turn with me to Romans 8:18–28. There are six affirmations which sum up my theology of sickness, and at least the seed for each of these affirmations is here. Let’s read the text: My first affirmation is this:    And the reason we know this includes our bodies is given in verse 23: not only the wider creation but “we ourselves [i.e., Christians] groan in ourselves awaiting sonship, the  .” Our bodies are part of creation and participate in all the futility and corruption to which creation has been subjected. Who is this in verse 20 that subjected creation to futility and enslaved it to corruption? It is God. The only other possible candidates to consider would be Satan or man himself. Perhaps Paul meant that Satan, in bringing man into sin, or man, in choosing to disobey God — perhaps one of them is referred to as the one who subjected creation to futility. But neither Satan nor man can be meant because of the words “in hope” at the end of verse 20.  This little phrase, subjected “in hope,” gives the design or purpose of the one who subjected creation to futility. But it was neither man’s nor Satan’s intention to bring corruption upon the world   that the hope of redemption might be kindled in men’s hearts and that someday the “freedom of the glory of the children of God” might shine more brightly. Only one person could subject the creation to futility with that design and purpose, namely, the just and loving Creator. Therefore, I conclude that this world stands under the judicial sentence of God upon a rebellious and sinful mankind — a sentence of universal futility and corruption. And no one is excluded, not even the precious children of God. Probably the futility and corruption Paul speaks of refers to both spiritual and physical ruination. On the one hand, man in his fallen state is enslaved to flawed perception, misconceived goals, foolish blunders, and spiritual numbness. On the other hand, there are floods, famines, volcanoes, earthquakes, tidal waves, plagues, snake bites, car accidents, plane crashes, asthma, allergies, and the common cold, and cancer, all rending and wracking the human body with pain and bringing men — all men — to the dust. As long as we are in the body we are slaves to corruption. Paul said this same thing in another place. In 2 Corinthians 4:16 he said, “We do not lose heart, but though our   (i.e., the body) is decaying (i.e., being corrupted) yet our inner man is being renewed day by day.” The word Paul uses for decay or corrupt here is the same one used in Luke 12:33 where Jesus said, Make sure your treasure is in heaven “where thief does not come near and moth does not  .”  Just like a coat in a warm, dark closet will get moth eaten and ruined, so our bodies in this fallen world are going to be ruined one way or the other. For all creation has been subjected to futility and enslaved to corruption while this age lasts. That is my first affirmation. My second affirmation is this:  . According to verse 21, the hope in which God subjected creation was that some day “the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God.” And verse 23 says that “we ourselves groan within ourselves waiting eagerly for our adoption as sons, the redemption of our bodies.”  It has not happened yet. We wait. But it   happen.  There is coming a day when every crutch will be carved up, and every wheelchair melted down into medallions of redemption. And Merlin and Reuben and Jim and Hazel and Ruth and all the others among us will do cartwheels through the kingdom of heaven. But not yet. Not yet. We groan,   for the redemption of our bodies. But the day is coming and that is my second affirmation. Third,  . He   our redemption,   its character, and   us a foretaste of it. Please listen carefully, for this is a truth badly distorted by many healers of our day. The prophet Isaiah foretold the work of Christ like this in 53:5–6 (a text which Peter applied to Christians in 1 Peter 2:24): The blessing of forgiveness and the blessing of physical healing were purchased by Christ when he died for us on the cross. And all those who give their lives to him shall have both of these benefits. But  ? That is the question of today. When will we be healed? When will our bodies no longer be enslaved to corruption? The ministry of Jesus was a ministry of healing and forgiveness. He said to the disciples of John the Baptist,  Offense? Why would anyone take offense at one who raises the dead and brings in the long expected kingdom? Easy —  . He left hundreds in the tombs all around him.  Why? Because not enough relatives had faith? Oh no! When Jesus raised the widow’s son in Luke 7:13–14, she didn’t know him from Adam. It was not because of her faith. All it says is, “He had compassion on her.” What then? Didn’t he pity all the other bereaved in Israel? The answer to why Jesus did not raise all the dead is that, contrary to the Jewish expectation,  . The first coming was rather to purchase that consummation, illustrate its character, and bring a   of it to his people. Therefore, Jesus raised some of the dead to illustrate that he has that power and one day will come again and exercise it for all his people. And he healed the sick to illustrate that in his final kingdom this is how it will be. There will be no more crying or pain anymore. But we do have a foretaste of our redemption now in this age. The benefits purchased by the cross can be enjoyed in measure even now, including healing. God can and does heal the sick now in answer to our prayers. But not always. The miracle mongers of our day, who guarantee that Jesus wants you well now and heap guilt after guilt on the back of God’s people asserting that the only thing between them and health is unbelief, have failed to understand the nature of God’s purposes in this fallen age. They have minimized the depth of sin and the cruciality of God’s purifying chastening and the value of faith through suffering and they are guilty of trying to force into this age what God has reserved for the next. Notice the flow of thought in Romans 8:23–24:  Because of Christ’s purchased redemption, believers   have received the Holy Spirit. This is like a down payment of our full redemption, but it is only the first-fruits, a foretaste. And when Paul stresses that we, even we ourselves, who have this Spirit, groan awaiting the redemption of our bodies, you can tell that he is warning against the   inference that because we’ve been saved, therefore our groaning with decaying bodies is over.  So he goes on to say in verse 24, “For we have been saved  .” Our salvation is not finished; it is only begun. We are saved only in hope. This is true morally; Paul says in Galatians 5:5, “We through the Spirit by faith are waiting for the hope of  .” And it is true physically; we wait for the redemption of our bodies.  Christ has purchased that redemption, demonstrated its physical reality in his healing ministry, and given us a foretaste of it by healing many people in our day, but some very slowly, some only partly, and some not at all. That is my third affirmation. Fourth,  . It was God who subjected creation to futility and corruption, and he is the one who can liberate it again.  In Exodus 4:11, when Moses refused to go speak to Pharaoh, God said to him, “Who made man’s mouth? Who makes him dumb or deaf or seeing or blind? Is it not I the Lord?” Behind all sickness is finally the sovereign hand of God. God speaks in Deuteronomy 32:39, “See now that I, I am he, and there is no God beside me; it is I who put to death and give life. I have wounded and it is I who heal; and there is no one who can deliver from my hand.” But what about Satan? Isn’t he the great enemy of our wholeness? Doesn’t he attack us morally and physically? Wasn’t it Satan who tormented Job? Yes, it was. But  . He is an enemy on a chain. In fact, for the writer of the book of Job it was not wrong to say that the sores afflicted by Satan were sent from God.  For example, in Job 2:7 we read, “So Satan went forth from the presence of the Lord, and afflicted Job with loathsome sores from the sole of his foot to the crown of his head.” Then after Job’s wife urges him to curse God and die, Job says, “Shall we receive good at the   and not receive evil?” And lest we think that Job erred in attributing to God his sores afflicted by Satan, the writer adds in verse 10, “In all this Job did   with his lips.” In other words, it is no sin to recognize the sovereign hand of God even behind a disease of which Satan may be the more immediate cause. Satan may be sly, but on some things, he is stupid because he fails to see that all his attempts to despoil the godly are simply turned by God’s providence into occasions for the purifying and strengthening of faith. God’s goal for his people in this age is not primarily to rid them of sickness and pain, but to purge us of all the remnants of sin and cause us in our weakness to cleave to him as our only hope. All the affliction that comes to the children of God, whether through persecution or sickness, is intended by God to increase our holiness by causing us to rely more on the God who raises the dead (2 Corinthians 1:9). If we get angry at God in our sickness we are rejecting his love. For it is always in love that he disciplines his children. It is for our good and we must seek to learn some rich lesson of faith from it.  Then we will say with the psalmist, “It was good for me that I was afflicted, that I may learn thy statutes . . . I know, O Lord, that thy judgments are righteous, and that in faithfulness thou hast afflicted me” (Psalm 119:71, 75). That is my fourth affirmation: ultimately God controls who gets sick and who gets well and all his decisions are for the good of his children, even if the pain is great and the sickness long. For as the last verse of our text, Romans 8:28, says, “God causes all things to work together for good to those who love God and are called according to his purpose.” The fifth affirmation is:  . It is fitting that a child ask his father for relief in trouble. And it is fitting that a loving Father give his child only what is best. And that he always does: sometimes healing now, sometimes not. But always, always what is best for us. But if sometimes it is best for us not to be healed now, how shall we know what to pray? How shall we know when to stop asking for healing and only ask for grace to trust his goodness? Paul had faced this problem in his own experience. You recall from 2 Corinthians 12:7–10 that Paul, not unlike Job, was given a thorn in the flesh which he called a “messenger of Satan”. We don’t know what sort of pain or malady it was, but he says that he prayed three times for its removal. But then God gave him the assurance that though he would not heal him, yet his grace would be sufficient and his power would be manifest not in healing but in the faithful service of Paul through suffering. In Romans 8:26–27, Paul addresses the same problem, I think: While we are waiting for the redemption of our bodies, Sometimes all we can do is cry out for help because we do not know in what form the help should come. The Spirit of God takes our stumbling, uncertain expressions of need and brings them before God in a form that accords with God’s intentions. And God responds graciously and meets our needs. Not always as we at first hoped, but always for our good. So let us not be proud and stand aloof from God, stoically bearing what fate has brought. Rather let us run to our Father in prayer and plead for help in time of need. That is my fifth affirmation. Sixth, and finally,  . The thing that distresses me most about those who say Christians should always be miraculously healed is that they give the impression that the quality of faith can only be measured by whether a miracle of physical healing takes place, whereas in much of the New Testament you get the impression that the quality of our faith is reflected in the joy and confidence we maintain in God through suffering. The great chapter on faith in the Bible is Hebrews 11. It begins, “Faith is the assurance of things hoped for, the conviction of things not seen” (Hebrews 11:3). What is often overlooked in this chapter, though, is the final eight verses where we get the balanced picture of faith as that which lays hold on God for rescue   suffering, and as that which lays hold on God for peace and hope   suffering: Now if we stopped reading here our conception of how the quality of faith manifests itself would be very distorted,  . But here a shift occurs and we find that faith is also the power to lose our life:  The glory of God is manifested when he heals   when he gives a sweet spirit of hope and peace to the person that he does not heal, for that, too, is a miracle of grace! Oh, that we might be a people among whom God is   healing our sicknesses, but is   causing us to be full of joy and peace while our sicknesses remain. If we are a humble and childlike people who cry out to God in our need and trust in his promises, the Holy Spirit will help us and God will bless our church with every possible blessing. He will, as the text says, work everything together for our good. That is my theology of sickness in a nutshell: Oh, that we might be an assembly of saints who echo from the bottom of our hearts the faith of Joni Eareckson after a long struggle with paralysis and depression. She wrote at the end of her book,  : “The girl who became emotionally distraught, and wavered at each new set of circumstances is now grown up, a woman who has learned to rely on God’s sovereignty.”", "url": "https://www.desiringgod.org/messages/christ-and-cancer"},
{"title": "Is God for Us or for Himself?", "time": "August 10, 1980", "body": "Years ago I went to the Billy Graham crusade in Anaheim, California. There were about fifty thousand people there that night, I think, and I sat in the left field bleachers and could see the whole massive crowd wrapping around the infield. When we sang “How Great Thou Art,” I managed to get out a few notes and then could scarcely sing any more. I had never heard anything like that. Fifty thousand voices singing praises to God! It so stunned my heart that I have never forgotten that moment. Nothing had ever seemed to me more right or more beautiful or more profoundly joyful than for fifty thousand creatures to sing together with all their heart to God. I really believe I got a little, tiny glimpse of heaven that night, because Revelation 5:11–13 pictures heaven like this: The vision of heaven is the vision of innumerable myriads of creatures praising the Father and the Son with all their might. And those who have tasted the glory of the Lamb would not miss it for the world. The Lamb is worthy. God the Father is worthy. And therefore we ought to praise them. And we will praise them. Most believers have no difficulty with that truth. But for two weeks now we have seen from the Scripture that God has not merely acted so as to be worthy of praise, but more, he has made it his aim to win praise. God does not merely wait to be exalted for his power and righteousness and mercy, he has taken the initiative from all eternity to exalt his own name in the earth and to display his glory. Everything he does is motivated by his desire to be glorified. Isaiah 48:11 is the banner over every divine act: ‘For my own sake, for my own sake I do it, for how should my name be profaned? My glory I will not give to another.”  Jeremiah 13:11 puts it like this: “For as the waistcloth clings to the loins of a man, so I made the whole house of Israel and the whole house of Judah cling to me, says the Lord, that they might be for me a people, a name, a praise, and a glory.”   God’s goal in all he does is to receive praise for the glory of his name. And lest we think that this is only an Old Testament emphasis, look carefully at the morning text: Ephesians 1. What a grand book this is with sentences that reach not only to eleven verses in length but also to heaven in height. There is a phrase repeated three times in verses 6, 12, and 14 which makes it very clear what Paul thinks is the goal of God in saving us from sin and for himself. Notice verses 5 and 6: Then verse 12: Finally, verse 14: From the past eternal decrees of God in predestination to the future eternal enjoyment of our inheritance in the age to come, God’s goal and purpose has been that his glory be praised, especially the glory of his grace. God is praiseworthy, we ought to praise him, we will praise him — these are common truths among Christians, and we affirm them gladly. But less often do we hear the truth that the praise of God’s glory is not merely the result of his action but also the goal and purpose of that action.  He governs the world precisely to the end that he might be admired, marveled at, exalted, and praised. Christ is coming, Paul says in 2 Thessalonians 1:10, at the end of this age, “to be glorified in his saints and to be marveled at by all who believe.” But it has been my experience that people receive this truth with some uneasiness. It is all right for God to be praised, but it doesn’t seem quite right for him to seek praise. Didn’t Jesus say, “Whoever exalts himself will be humbled, and whoever humbles himself will be exalted”? Yet, God’s clear purpose from Scripture is to exalt himself in the eyes of man. My aim in this message is to show, as best I can, that God’s aim and effort to glorify himself is wholly good and without fault of any kind and is very different from human self-exaltation because it is an expression of love. Then I hope we will affirm this truth gladly and join God in his great aim. There are two reasons, I think, why we may stumble over God’s love for his own glory and his zeal to get men to praise him for it. One is that we don’t like humans who act that way, and the other is that the Bible seems to teach that a person ought not to seek his own glory. So people take offense at God’s self-exaltation both because of their own everyday experience, and also because of some Scripture. We just don’t like people who seem to be very enamored by their own skill or power or looks. We don’t like scholars who try to show off their specialized knowledge or who recite for us all their recent publications and lectureships. We don’t like businessmen who go on and on about how shrewdly they have invested their pile of money and how they stayed right on top of the market to get in low and out high every time. We don’t like children to play one-upmanship hour after hour. And unless we are one of them we disapprove of women and men who dress, not functionally and simply and inoffensively, but instead aim to be in the latest style so they will be thought in or cool or punky or laid back or whatever the world this week says you’re supposed to look like. Why don’t we like all that? I think it is because all those people are inauthentic. They are what Ayn Rand calls “second handers.” They don’t live from the joy that comes through achieving what they value for its own sake. Instead, they live second-hand from the praise and compliments of others. And we don’t admire second-handers. We admire people who are composed and secure enough that they don’t feel the need to shore up their weaknesses and compensate for their real deficiencies by trying to get as many compliments as possible. It stands to reason therefore that any teaching that would seem to put God in the category of a second-hander would be suspect by Christians. And for many, the teaching that God is seeking praise and wants to be admired and is doing things for his own name’s sake does in fact seem to put God in such a category. But should it? One thing we may say for certain: God is not weak and God has no deficiencies. “All things are from him and through him and to him” (Romans 11:36).  He always was, and whatever else is, owes its being to him and so can add nothing to him which is not already flowing from him. That is simply what it means to be the eternal God and not a creature. Therefore, God’s zeal to seek his own glory and to be praised by men cannot be owing to his need to shore up some weakness or compensate for some deficiency. He may seem, at a superficial glance, to be in the category of second-handers, but he is not like them and the superficial similarity must be explained another way. There must be some other motive that prompts him to seek the praise of his glory. There is another reason from experience why we don’t like those who seek their own glory. The reason is not merely that they are inauthentic, trying to conceal weakness and deficiency, but also that they are unloving. They are so concerned for their own image and praise that they do not care much what happens to other people. This observation leads us to the biblical reason why it seems offensive for God to seek his own glory. 1 Corinthians 13:5 says, “Love seeks not its own.”  Now this, indeed, seems to create a crisis, for if, as I think the Scriptures plainly teach, God makes it his ultimate goal to be glorified and praised, how then can he be loving? For “love seeks not its own.” For three weeks we have seen Scriptures that teach that God is for himself. “For my own sake, for my own sake I do it, my glory I will not give to another” (Isaiah 48:11). But if God is a God of love, he must be for us. Is, then, God for himself or is he for us? The answer that I want to try to persuade you is true is this: because God is unique as the most glorious of all beings and totally self-sufficient, he must be for himself in order to be for us. If he were to abandon the goal of his own self-exaltation, we would be the losers. His aim to bring praise to himself and his aim to bring pleasure to his people are one aim and stand or fall together. I think we will see this if we ask the following question. In view of God’s infinitely admirable beauty, power, and wisdom, what would his love to a creature involve? Or to put it another way: What could God give us to enjoy that would show him most loving? There is only one possible answer, isn’t there? Himself! If God would give us the best, the most satisfying, that is, if he would love us perfectly, he must offer us no less than himself for our contemplation and fellowship. This was precisely God’s intention in sending his Son. Ephesians 2:18 says that Christ came that we might “have access in one Spirit to the Father.” And 1 Peter 3:18 says, “Christ died for sins once for all, the righteous for the unrighteous, that he might bring us to God.” God conceived the whole plan of redemption in love to bring men back to himself, for as the psalmist says, “In your presence there is fullness of joy, in your right hand are pleasures for evermore” (Psalm 16:11). God is after us to give us what is best — not prestige, wealth, or even health in this life, but a full-blown vision of and fellowship with himself. But now we are on the brink of what for me was a grand discovery and, I think also, the solution to our problem. To be supremely loving, God must give us what will be best for us and delight us most; he must give us himself. But what do we do when we are given or shown something excellent, something we enjoy? We praise it.  We praise new little babies that manage not to be bent all out of shape in birth; “Oh, look at that nice, round head; and all that hair; and his hands, aren’t they big!” We praise a lover’s face after a long absence: “Your eyes are like the sky; your hair is like silk; Oh, you are beautiful to me.” We praise a grand slam in the bottom of the ninth when we are down by three runs. We praise the trees along the St. Croix during an autumn boat trip. But the great discovery I made, with the help of C.S. Lewis, was not only that we praise what we enjoy but that the praise is the climax of the joy itself. It is not tacked on later; it is part of the pleasure. Listen to the way Lewis describes this insight from his  : There’s the key: we praise what we enjoy because the delight is incomplete until it is expressed in praise. If we were not allowed to speak of what we value and celebrate what we love and praise what we admire, our joy would not be full. Therefore, if God is truly for us, if he would give us the best and make our joy full, he must make it his aim to win our praise for himself — not because he needs to shore up some weakness in himself or compensate for some deficiency, but because he loves us and seeks the fullness of our joy that can only be found in knowing and praising him, the most beautiful of all beings. God is the one being in all the universe for whom seeking his own praise is the ultimately loving act. For him, self-exaltation is the highest virtue. When he does all things “for the praise of his glory” as Ephesians 1 says, he preserves for us and offers to us the only thing in all the world which can satisfy our longings. God is for us, and therefore has been, is now, and always will be, for himself. Praise the Lord! Let everything that has breath praise the Lord.", "url": "https://www.desiringgod.org/messages/is-god-for-us-or-for-himself"},
{"title": "How to Do Good So That God Gets the Glory", "time": "August  3, 1980", "body": "In the year AD 42, Herod, king in Judea, killed the apostle James with a sword. When he saw it pleased the Jews, he threw Peter, another apostle, in prison. The night before Herod was about to dispose of him an angel of the Lord woke Peter and led him out of the prison unharmed. After going to the house of Mary, the mother of John Mark, where the disciples were praying for him, Peter left town. The next morning Herod was enraged that Peter was gone and had the guards put to death. Then he left Judea and went down to the coastal town of Caesarea where a very strange and terrible and instructive thing happened. Herod had a grudge against the people of Tyre and Sidon—we don't know why. But at the same time he had them over a barrel because they were dependent on him for food. So holding the purse strings like he did, Herod enjoyed making himself scarce and watching the people be pinched. It gave him a great sense of power to have others so dependent on him. So the people of Tyre and Sidon tried to get an audience with King Herod by going through his personal chamberlain named Blastus. This attempt succeeded and a day was appointed for King Herod to make an appearance and an oration. The rest of the story is very brief. It is recorded in Acts 12:21–23: \"On an appointed day Herod put on his royal robes, took his seat upon the throne and made an oration to them. And the people shouted: The voice of God and not of man! Immediately an angel of the Lord struck him   and he was eaten by worms and died.\" Not everyone who tries to deceive God like Ananias and Sapphira in Acts 5 drops dead on the spot. Not everyone who fails to give God glory like Herod is eaten by worms.   God has brought such judgments upon some in this life to warn us all that in the age to come there is a judgment which will be infinitely more severe upon those who have not lived for God's glory.  we saw from Isaiah 43:7 that God's great goal in creating and governing the world was to be glorified. That is, he created us for his glory. Not to increase the beauty of his perfections or fill up some emptiness in God, but rather to display his glory in the way we live and to win praise for himself. Isaiah 48:9–11 drove the shaft of God's glory deep into our minds: \"For my own sake I defer my anger, for the sake of my praise I restrain it for you that I may not cut you off. Behold I have refined you, but not like silver; I have tried you in the furnace of affliction. For my own sake, for my own sake I do it, for how should my name be profaned? My glory I will not give to another.\" To maintain the honor of his name and display his glory—these are the driving motives in all that God does in history, in the church, and in individual lives. At the end of last week's message two crucial questions remained:    1) How do we bring our lives into alignment with this goal of God to glorify himself?—a tremendously crucial question in view of what God did to Herod when he failed to give God glory but took it for himself.    2) The second question was: Why is it loving and not selfish for God to seek his own glory in all he does, especially since   are commanded not to seek our own glory among men?    Since we don't want to treat the Lord's table in a hurried or pressured way, I have decided to answer only the first question today and the second one next Sunday. The three small texts that were read earlier from Matthew (5:14–16), 1 Peter (4:10, 11), and Romans (4:20) contain the answer to how we must live so as to be at one with God's purpose and not at cross purposes with him. Jesus said in Matthew 5:16, \"Let your light so shine before men that they may see your good works and give glory to your Father in heaven.\" Three observations go a long way to answering our question. First, Jesus clearly commands that the goal of our lives should be to behave so that God gets the glory. Live so that men will see your life and give your Father in heaven glory, not you. So it should be very clear that glorifying God is not merely an act of worship on Sunday. It is a peculiar kind of living. Second, in order for God to get glory from the way we live, we must be engaged in good deeds. It is not so much by avoiding gross sins that God's people display his glory, but rather in the pursuit of good deeds, acts of generosity, works of kindness, ways of love. Since it is God's goal to be glorified in his people, and since Jesus says this happens when his people do good deeds, we would expect the Bible to tell us that God's goal in redeeming a people is that they might do good deeds. And this is exactly what we find. Paul says in Titus 2:14 that Christ \"gave himself for us to redeem us from all iniquity and to purify for himself a people of his own who are zealous for good deeds.\" Christ died that we might do good deeds and so bring glory to our Father in heaven. God created us for his glory, says the prophet. We bring him glory through our good deeds, says the Lord Jesus. So we are not surprised when we hear the apostle say, God created us for good deeds. Ephesians 2:10: \"We are God's workmanship, created in Christ Jesus for good deeds, which God prepared beforehand that we should walk in them.\" Created for his glory, and created for good deeds, because it is by our good deeds that God gets glory. One final observation from Matthew 5. It is possible to be a kind of do-gooder that brings no glory to God. There are philanthropists and benefactors and others who for one reason or another spend time and money to alleviate suffering, but who may not even believe in God let alone do it all for his glory. So when Jesus says, Let your light shine that men may see your good deeds and glorify God, the light must include more than the mere action of the good deed. \"  are the light of the world!\" (5:14). Not just your bodily motions but your attitude and your motivation also. There is a spirit from which the good deeds must flow if they are to bring God glory and so be pleasing to him. That is why I entitled the sermon for this morning, \"How to Do Good So God Gets the Glory.\" To answer that question, we turn to 1 Peter 4:10, 11. Probably no other New Testament book besides James reflects an acquaintance with the teachings of Jesus as clearly as 1 Peter. In 2:12, Peter gives a loose quotation of Matthew 5:16, \"Maintain good conduct among the Gentiles so that in case they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.\" But in chapter 4, verses 10 and 11, Peter shows more explicitly what it is about the good deeds of Christians that makes them a means to God's glory. He says: Here we have one of the clearest answers in the Bible to the question: How do we serve or do good so that God gets the glory? The answer is, in order for God to get the glory we have to do good as one does it who is depending on God's strength. Not mere good deeds, but good deeds done in a spirit that comes from a joyful dependence on God's help—this is what glorifies God. Picture two people this afternoon pondering whether to come help clean the church tomorrow night. One is young and healthy and says, \"O, I suppose I'll go. Be worth a few brownie points with the leaders. Maybe they'll have some snacks. Besides, I'm pretty good at that sort of thing, maybe I can give the rest a few pointers.\" So he comes and he grumbles about the tools, he criticizes the way things are planned, he talks on and on about his abilities and his experience, and in general exudes a spirit of vanity. But he works. He may even get more done than some others. Some employers may want such a man if they judge him solely by his efficiency or productivity. But God looks on the heart and takes the whole man into account. And his assessment is: I have received no glory from this supposedly good deed of service, for it was not done in reliance on my power. There was not about it the spirit of joy and gratitude and humility that comes from being borne along on the wings of mercy. But there is another person this afternoon who is planning his Monday night. He is older and has been quite ill lately—a good deal of pain and stiffness in the knees. There was a time when he worked hard in the church and loved every minute of it and never made a big to-do about inconvenience or sacrifice. \"O,\" he thought to himself, \"how I would love to help out on Monday night. I could encourage some of the downhearted maybe. Or maybe just keep the coffee poured.\" So he prayed. And lo and behold, Monday morning there was no pain and no stiffness. So he came. With bells on. He did what he could with a rag and broom and he did it well. But above all he exuded a joy and a sense of gratitude for life and strength that cheered everyone and pointed them to God. He knew that what strength he had was a precious gift of God, and his whole bearing and demeanor gave God the credit. That's what it means to let your light shine. But now here's the hooker. Everyone of us owes every ounce of strength we have to God, just as much as that sick man did. We owe every fiber of intelligence to God, and the slightest resolve to do good is a gift from him. Apart from him we are all cripples. And worse than cripples. We would fly into nothingness without his sustenance, and we would degenerate into devils without his grace. If the totality of our dependence on God would hit us full force, O, how differently we would live and do good. We would \"serve as one who renders service by the strength which God supplies.\" We would not boast in our achievements, nor criticize the speck in our brother's eye, nor grumble about inconveniences, nor be presumptuous in any way, as if even existence itself could be taken for granted! No, a person who truly owns up to the fact that he exists by the word of God, that all his strength and moral resolve is a gift of God, that person will have a spirit of joy and gratitude and lowliness. And in serving this way God gets the glory. O, how I want to make sure that the image in your mind of how to glorify God is not wrong. For many it's like waking up in the morning, looking up to God and saying, \"You are worthy to be glorified today, Lord, and I will do my best.\" Then they look over and on their Bible is a big block of lead with shoulder straps. And on the block is inscribed: \"The duty to glorify God all day.\" They strap it on, muster their strength and resolve, and head off to glorify God. If that image, or one like it, is the way you feel about glorifying God, please look and see that 1 Peter 4:11 shatters such an image. May I suggest a more biblical image? There is a man, and I know him well (he is the husband of my wife and father to my sons), who wakes up in the morning and looks up into heaven and says, \"You are worthy to be glorified today, Lord, but there is in me—that is in my flesh—no good thing. I have no strength, no wisdom, no resolve to do good but what comes undeserved from you, O God. And I love you. It would be to my greatest fulfillment, my highest pleasure, my richest treasure, my popcorn and my chocolate ice cream if at the end of this day I could believe that someone has come to cherish your power and wisdom and love more intensely because of me. God, let it be.\" And then he looks over and on his Bible there is this strange contraption of straps like a harness. And on the back of this harness there is a rope attached that runs up through the roof and into heaven. And he gets up, straps on the harness, gives a little jerk, leans into it, and God supports him all day. On the broad, brown leather strap across the front you can see the lettering: \"My harness is easy and my burden is light.\" God gets glory not from our heroic exertion but from our reliance upon his strength—when we serve as one who serves with the strength which God supplies.", "url": "https://www.desiringgod.org/messages/how-to-do-good-so-that-god-gets-the-glory"},
{"title": "John Piper’s Candidating Sermon at Bethlehem Baptist", "time": "January 27, 1980", "body": "The life of any church and any Christian can be described or summarized like this: “Paul planted and Apollos watered, but God gave the growth” (1 Corinthians 3:6). This morning, I want to talk about the most important thing: God. As you know, there is a city in northern Greece called Philippi. Paul, on his second missionary journey, founded a church there, a church that he came to love very, very much. It’s evident from his letter. Twelve years later, he was in jail in Rome on trial for his life. In those intervening years, this church had supported Paul in his ministry financially more than any other church. And they loved him. He was their apostle and they held him in high esteem. When they found out that he was on trial for his life, they didn’t disassociate with him to save their necks. Instead, they aligned themselves with him, and sent off Epaphroditus with more gifts to support him. But Epaphroditus also brings bad news to Paul in Rome. He says to Paul that back in the church there are enemies of the cross who are threatening the faith of the believers. And they hear that Paul is in prison and on trial for his very life, and they don’t know if he is ever going to come back and help. They are very distraught. If the enemies attack at home and the apostle dies in Rome, what’s going to happen to the gospel? So, Paul writes this letter to the Philippians. He writes to encourage them and tells them that the gospel of Christ is far too great to depend on his fate for its success. Look at what he says in Philippians 1:12–14: In other words, Paul says, “Don’t fret about the gospel. Don’t worry about me. What really matters is not whether I get out of jail, or even whether I live. What matters is that Christ goes on being preached. So, keep your love straight, Philippians. Not Paul but Christ must go on being honored, and in that I rejoice.” Let me focus on Philippians 1:19–26. That comes right after the section where Paul assures them that even though there are people out there using the gospel to rub salt into Paul’s wounds, they are unwittingly making him happy because what makes Paul happy is when Christ is preached. Paul has one main passion in life, doesn’t he? It seems clear from this text that in everything — absolutely everything he does — he is passionate that Christ might be magnified, exalted, honored, and shown to be magnificent. Now he has a very strange way of stressing this. Look at verse 20: “It is my eager expectation and hope that I might not be at all ashamed . . .” Shame is that horrible sense of guilt or failure when you just don’t measure up in front of the people whose approval you want very much. It’s what that little kid feels in the Christmas program when he forgets his lines, and there’s that unending time when nobody says anything. His heart is thundering so loud in his chest he thinks it’s going to explode, and the tears start rolling down his face, and the little kids in the front start to twitter brutally. We know what shame is. It’s when the President of the United States has to admit the tapes have been found and played, and all the foul language and deceit is clear for the whole nation to hear. He stands publicly disgraced. We know what shame is. But what’s the opposite of shame? What’s the alternative to being put to shame? It’s remembering the lines and hearing the applause. It’s governing well and getting re-elected. The opposite of being shamed is being honored, usually. But Paul was a very unusual person. Christians ought to be very unusual people. For Paul, the opposite of shame was not that I might be honored but that Christ might be honored. “It is my eager expectation and hope that I might in nothing be put to shame but with all boldness Christ might be magnified in my body.” What you love determines what you will feel shame about. If you love for men to think highly of you, you will feel horrible shame when they don’t. If you love for men to think highly of Christ, you feel shame when they belittle him on your account. But Paul loved Christ. He loved Christ like very few people have ever loved him. “Whatever gain I had I counted as loss. I count everything as loss for the surpassing worth of knowing Christ Jesus my Lord!” (Philippians 3:8). Whenever something is of tremendous value to you, whenever you cherish something because of its uniqueness or its power or its beauty, there is an inevitable longing that you draw others’ attention to it so that they can share your high regard for it. And that’s why Paul’s all-consuming goal in life was that people magnify Christ, because Christ was of infinite value to Paul. He wanted other people very much to appreciate and magnify Christ with him. That’s what it means to magnify Christ: to show the magnitude of his value. Now in a moment of weakness the Philippian church might have said, “Yes, Paul, Christ is of great value to you now. You enjoy a very intimate fellowship with him. He gives you a fruitful ministry. He rescues you from shipwreck. But Paul, there is a sword hanging over your head. There is a death sentence awaiting you. Where is the value of Christ now?” And so, Paul adds in verse 20, “My confidence is that Christ will be magnified in my body, whether by life or by death.” Death is a threat to the degree that it frustrates our goals, our greatest goals. Death is fearful to the degree that it threatens to rob you of what you value most. But Paul valued Christ most! He looked at death and he didn’t see it as a frustration. He saw it as an occasion for the fulfillment of his highest value: that Christ might be magnified. Life and death: they seem like such opposites; they seem so contradictory; they seem like enemies. But in Paul’s mind there is this unity somehow, so that whether by life or by death Christ would be magnified. The greatest longing he had would be fulfilled in both. So in a sense, it was a matter of indifference to him which one the Lord would give him. Then in verse 21 Paul gives us a very packed summary statement of how it is that he can be so confident that Christ is going to be magnified whether he lives or whether he dies. He says, “For me to live is Christ, and to die is gain.” Then in verses 22–26 he unpacks this summary statement. Let’s take the two halves of verse 21 and let them be the guidelines that lead us through 22–26. First, “For me to die is gain.” I have wondered about Paul on his visit to Jerusalem that he tells about in Galatians, where he had about fifteen days with Peter. I wonder if Peter told Paul about that experience he had with the risen Lord recorded for us in John 21. Do you remember what Jesus did there to Peter? He asked him if he loved him, and Peter stressed that he did love him. Jesus says, “Feed my sheep.”\nBut then Jesus says to Peter, “When you were young, you girded yourself and walked where you would, but when you are old you are going to stretch out your hands, and another will gird you and carry you where you don’t want to go.” And John adds, “This he said to show by what   he would glorify God.” (John 21:18–19) There is no difference between glorifying God in your death and magnifying Christ in your death. I don’t doubt that later on when those two men took the right hand of fellowship and went their separate ways, one the apostle to the Jews and the other the apostle to the Gentiles, that firm handshake and the meeting of those eyes communicated one thing: “Brother, we will magnify Christ to death.” I hunger for that kind of fellowship. But how are we going to magnify Christ in death? How can we die so that in our dying the value, the magnitude of the value of Christ will be visible? Paul’s answer is this: if you believe in your heart, if you really believe that to die is gain, you will magnify Christ in your dying. He says in verse 23, “I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better.” That is an amazing statement. Better? Better than all those friends at high school? Better than falling in love with Noël? Better than hugging to yourself three beautiful sons? Better than a promotion in the company? Better than a well-deserved retirement and grandchildren? Yes!   Ten thousand times better as far as Paul was concerned. And if I didn’t believe it, how could I ever aspire to the office of pastorate? Not to mention in a church where 107 people are over eighty years old, and another 171 are over the age of sixty-five? If I didn’t believe I could say to every gray-haired believer in this church that the best is yet to come, I wouldn’t bother candidating. But it’s true, and I do believe it. I don’t mean a fat pension and a luxury condominium either. I mean Christ, and you all know that. We will magnify Christ in our dying precisely to the degree that we believe that fellowship with him in heaven is more to be preferred than any person or any thing in this earth. “He who loves father or mother more than me is not worthy of me, and he who loves son or daughter more than me is not worthy of me” (Matthew 10:37). When we come to the hour when everything will be taken from us but Christ, we will magnify him by saying, “In Christ I have everything and more!” But most of us now, turning to the second half of verse 21, have some years to live. Even the oldest among us have to ask the question, how shall I magnify Christ in my body this afternoon? Tonight? At my work this week? So Paul says, “To me to live is Christ.” What does he mean by that? The explanation begins in verse 22: “If it is to be life in the flesh, that means fruitful labor for me.” That’s a strange way to explain “for to me to live is Christ.” “To me to live is Christ” is substituted by “for me to live is fruitful labor.” But he goes a step farther in verses 24–26 to explain how fruitful labor and living being Christ are almost one in the same thing. In verse 22 he said, “If I am to live in the flesh, that means fruitful labor for me.” Now in verse 24, “To remain in the flesh is more necessary on your account.” In other words, the fruitful labor that Paul lives for is not labor merely for his sake. It is labor that is very needful for the church at Philippi. So, the phrase, “for me to live is Christ” now becomes “For me to live is very fruitful labor for your sakes.” And then comes verse 25. He defines what the fruit is: “I know that I shall remain and continue with you all for your progress and joy of faith.” Now we can see the steps in Paul’s thinking. First, “for me to live is Christ.” That is, “for me to live is to be dedicated to fruitful labor.” Then he says, “For me to be dedicated to fruitful labor is for your sake.” And then finally he defines the fruit that is to come about in their lives as the advancement and the joy of faith: “the increase of your faith and its overflow with joy.” I wonder if it’s clear to you why it is that in Paul’s thinking “to live is Christ” is virtually the same as “to live is to be devoted to your joy of faith.” I think I can show you why those two statements are virtually synonymous. But we need a definition of faith to show that. See if you accept this one. I think it’s a New Testament definition.  If that’s a good definition of faith, I think we can find out why it is that to say, “for me to live is Christ” and “for me to live is for your joy of faith” are the same thing. Notice what that definition implies about the person trusted. Pretend you are in downtown Minneapolis about five o’clock in the afternoon walking to the bus stop. A man runs up to you with a sack of money, shoves it into your hand and says, “Would you deposit this for me? I gotta go!” You ask, “Who are you? How do you know I can be trusted? You don’t even know me.” He says, “Oh don’t worry about things. I don’t care about that. I think you’ll do it. Go ahead, put it in the bank.” And runs off and disappears into the crowd. Has that man paid you a compliment? I don’t think he has. He’s crazy. Foolish action never compliments anybody. But picture this: same scene. You are walking along and a new man comes up to you. He shoves a bag of money into your hand and says, “Would you deposit that for me? I don’t have time.” And you ask, “Wait a minute, how can you trust me with this money? You don’t even know me.” He says, “I know you. You don’t know me, but I know you. I’ve watched you from a distance. I’ve seen how you do your business. I’ve watched how you handle your family. I’ve asked ten people who know you well what they think and they’ve vouched for you one hundred percent. You’ll do it.” And he’s gone. You stand there, holding this money, with a tremendous sense of obligation, and how do you feel? Do you know how you feel? Magnified, honored — tremendously honored. Because he has trusted you on good evidence. I think that’s the way it is with Jesus. The sequence of thought in verse 20 goes like this: “My eager expectation and hope is that my life might magnify Christ.” Summary statement: “for me to live is Christ.” Next explanation: “for me to live is fruitful labor.” Next explanation: “my fruitful labor is the advancement and joy of your faith.” Now you can see the arc back to verse 21. “For me to live is Christ” and “for me to live is for your faith” means this: “for me to live for your advancement of faith is to kindle in you that one attitude which alone magnifies Christ most, namely trust.” So to live for their faith and to live for Christ alone are the same thing. The only way we can live for Christ is to live by and for faith in Christ. For me to live is Christ-magnifying faith, you might say. But that’s not all. We left out a word, the word   in verse 25: “I will continue with you for your joy.” Now, this little phrase in most translations is “joy in faith” or “from faith.” Literally, it is “joy of faith.” I think that means for Paul that when we have faith, we will have joy. They belong together. He can no more conceive of faith without joy than he can conceive of springtime without flowers. He says in Romans 15:13 as he prays for the church, “May the God of hope fill you with all   and peace in believing.” In other words, believing is the means to joy. Joy comes from a confident trust in Christ and his promises. He also said to the Corinthians, describing his ministry in 2 Corinthians 1:24, “Not that we lord it over your faith, but we work with you for your  .” He replaces one word for the other because for Paul they are virtually interchangeable. You can’t have the one without the other. Joy comes from a confident, hopeful trust in the promises of God which are “Yes” in Christ Jesus because of his death and resurrection. This is why Paul ends the text in verse 26 with a reference to “glorying in” or “boasting in Christ.” Now when we ask finally how it is that “for me to live is Christ” and “for me to live is your joy,” it should also make sense that those are virtually the same statement. Paul has only one joy in mind here: joy in Christ, joy that comes from the bounty of Christ’s provision and his promises. If we delight in the Christ who is so bountiful, is not our joy a magnifying of Christ? When you are happy about something, you magnify that thing. So, not only faith but the fruit of faith in joy magnifies Christ tremendously. Now let’s turn to some implications for this passage for our situation. I’ll apply it to myself and leave you to apply it to yourself. Right now in my own life, I stand on the brink of a professional change. I really love my job at Bethel College. It is very rewarding. When I see students out there who are in my 1 Corinthians class, it makes me very glad.  One of the ways God has said to me, “Move Piper,” is this: when I read Philippians 1:19–26, there is in me a tremendous longing. Last October, it became an irresistible longing to be an instrument in God’s hands to fulfill these goals in a local church. At this point in my life, I say, and I believe God is saying to me, “The potential, Piper, for magnifying me is greater now in the pastorate than in the professorship.” That’s why the move. When I become a pastor, I am going to have one all-encompassing goal, a very simple goal, that in nothing I might be ashamed but that in everything I might magnify Christ whether by life or by death. To that end, I aim at three things: 1. I will aim to love Christ with all my heart, and with all my soul, and with all my strength. Because when I die in the midst of my ministry and say farewell to a beloved flock and a cherished family, I want to be able to believe that it is gain. And in my dying, I want to be able to bear witness to a church that Christ is great indeed and worthy of all our trust. 2. While I live and minister, my goal is going to be to make the people glad in God. Woe to the pastor who uses his position to hammer year after year in chiseling out a hard, sour people! He has forgotten his calling. “I know that I shall remain and continue with you all for your advancement and your   of faith.” 3. Since joy comes from faith, and faith comes from hearing, and hearing through the word of God, it will have to be my main goal — my tremendously fulfilling and joyful goal — to feed that flock the word of God every week, week in and week out. I will pray that Jesus’s words will become fulfilled in my words. The banner of every sermon I preach will be this: “My words I have spoken to you in order that my joy might be in you and that your joy might be full” (John 15:11).", "url": "https://www.desiringgod.org/messages/john-pipers-candidating-sermon-at-bethlehem-baptist"},
{"title": "God Created Us for His Glory", "time": "July 27, 1980", "body": "If there is a God, as I believe there is, and if he rules the world in his sovereignty, as the Bible says he does, and if he will bring human history to a close according to his plan and appoint to every person his eternal destiny, as Jesus taught that he will, then two of the most important questions for any human being to answer are these: For if we don’t know his goal and our lives are not in alignment with it, then we will find ourselves at cross-purposes with God and excluded from his kingdom in the age to come. It is a fearful thing to be at cross-purposes with your maker! But on the other hand, nothing inspires courage and endurance and pluck for daily living like knowing the purpose of God and feeling yourself wholeheartedly in harmony with it. Nothing has nourished the strength of my Christian faith like knowing God’s ultimate goal for creation and discovering how to bring my heart and my behavior into alignment with that goal. So this Sunday and   I want to talk about these two questions. First, What is God’s goal in creating and governing the world, especially in creating and overruling humanity? Then  , How do we bring our lives into harmony with that goal? The text I have chosen to focus on is Isaiah 43:1–7. Let’s read it in context: The main point of the passage is to encourage God’s people not to fear what man or nature can do to them. This is the command repeated in verse 1 and verse 5. After each of these commands not to fear God gives his reasons why his people should not fear. In verses 1–4 God argues like this: You should not fear because what I did for you in the past proves my love to you and my care for you. “I redeemed you (from Egyptian bondage), I called you by name, you are mine!” (verse 1). So you can count on me to help you when deep waters and raging fire threaten to destroy you (verse 2). “I am the Lord your God, your Savior, you are precious to me.” Look, have I not subjugated other peoples in order to save you (verses 3–4)? So don’t be afraid of the trouble coming upon you.   That is the first argument why God’s people should not fear. Then verse 5 repeats the command, “Don’t fear,” and gives a new argument in verses 5–7: What is it that at rock bottom moves God to help his people? Verse 4 says, “You are precious in my eyes . . . I love you.” Is that the answer? In a sense, yes. When John said, “God is love,” he no doubt meant that  . But this text lures me down, down, down into the heart of God. It raises a question. In order for Israel (God’s chosen people of that era) to be precious in God’s sight, they had to exist. I have three sons and they are precious to me and I love them. But they were not precious to me and I did not love them in 1970; they did not yet exist, they had not been planned nor conceived. So the deeper question is,  ?   a people whom he could regard as precious?   there was even a people to love? Verse 7 gives the answer:  . The existence of Israel was planned and conceived and achieved because God wanted to get glory for his name through her. Before we ask just what it is for God to seek his own glory in this way, let’s see if this goal of God has motivated more than just the election of the nation Israel. In one sense, we can speak of the exodus out of Egypt as the birth of Israel as a nation. At this point, God gave her the law to regulate her life as a nation, and this law and covenant have been the backbone of the nation ever since. But if the exodus was the birth of Israel, then the election and call of Abraham back in Genesis 12 must have been the conception of the nation of Israel, and the period of the patriarchs and slavery in Egypt would then have been the gestation period. So when it says God created Israel for his glory, I take it to mean that the purpose of God to be glorified in Israel was the purpose which motivated God at every step: conception, gestation, and birth. If this is true, then we are put onto an interesting link between the story of the tower of Babel in Genesis 11 and the call of Abram in Genesis 12, which will, I think, show us that God’s goal of glorifying himself did not originate at the creation of Israel, but that this is what he was up to from the beginning. Look at Genesis 11. The key phrase to show what caused God to become angry with these tower builders and disperse them comes in verse 4: Ever since Adam and Eve had chosen to eat of the forbidden tree in order to be like God, independent of him and wise in their own right, the human race has been enslaved to a rebellious heart that hates to rely on God but loves to make a name  . The tower of Babel was a manifestation of that rebellion. They wanted to make a name for themselves and reach even to heaven, but God frustrated their designs. But instead of abandoning the human race, God starts a new thing in chapter 12 of Genesis. He chooses one man, Abram, and makes him a promise in Genesis 12:1–3. Listen to what God says and contrast it with what the tower builders said: The people working on the tower of Babel said, “Let us make a name  !”. God chooses the father of the Jewish nation and says, “I will make your name great.” Now, what does this show about the goal of God in the world? I think Moses is telling us, as he writes this primal history, that when ancient man refused to align himself with the goal of God, God set about a very different way of achieving that same goal. Man was made to rely on God and give him glory. Instead, man chose to rely on himself and seek his own glory — to make a name for himself. So God elected one small person and promised to achieve his purpose through that man and his descendants. He would make Abram’s name great, so that he, and not man, would get the glory. In other words, the goal of God in creating Israel, namely, for his glory, is not a goal that took effect only at that point in history. It is the goal that guided his creation and governance of man from the start. Man was created from the beginning   that he might image forth   glory. He was to multiply and fill the earth so that the knowledge of the glory of God would cover the sea. And ever since the fall of man into sin, people have refused to align themselves with this divine goal. But all   acts have been aimed at seeing it through. So it is not just Israel but we whom God created for his glory! This is why the New Testament again and again calls us to do all to the glory of God.  This is not an admonition to do God a favor. It is a command to align our lives with his eternal goal. He created us for his glory. God’s great aim in creating and governing the world is that he be glorified. “I created you for my glory. I formed you, I made you.” Now, what then does it mean to say that God created us  ? Glory is a very hard thing to define. It is like the word “Beauty.” We all can use it and communicate with it but to try to reduce it to words is very frustrating. It is easier to point to examples. A sunset seen from the top of the IDS Tower — that’s glory. Or the IDS Tower itself almost invisible, like crystal against a grey-blue sky — that’s glory. A perfect performance on the balance beam by Nadia Comaneci — that’s glory. A perfectly executed thirty-foot jump shot with one second to go — that’s glory, too. The glory of God is the beauty and excellence of his manifold perfections. It is an attempt to put into words what God is like in his magnificence and purity. It refers to his infinite and overflowing fullness of all that is good. The term might focus on his different attributes from time to time — like his power and wisdom and mercy and justice — because each one is indeed awesome and beautiful in its magnitude and quality. But in general,  . Now when God says that he created us for his glory, it   mean that he created us so that he would become more glorious, that his beauty and perfection would be somehow increased by us. It is unthinkable that God should become more perfectly God by making something that is not God. It is a staggering but necessary thought that God has always existed, that he never came into being, and that everything which exists which is not God is from his fullness and can never add anything to him which did not come from him. That is what it means to be God; and it should humble us, Oh, how it should humble us, when we ponder his reality! But this means that when God says he made us for his glory,  . Instead what Isaiah 43:7 means is that he created us to display his glory, that is, that his glory might be known and praised. This is the goal of God with which we must be aligned in our hearts and actions if we hope to escape his wrath at the judgment. This becomes clearer as we page through Isaiah: In response to her redemption, Israel will join the skies and valleys and mountains and forests in singing praise to the Lord. The Lord’s glory will be known and praised and displayed to the nations. But Isaiah 48:9–11 makes even clearer what it means for God to seek his own glory in creating and redeeming his people: What an amazing text this is! How wonderfully un-modern and anti-20th-century this text is! How ugly and repulsive it must appear to the god of this age, the prince of the power of the air (see Ephesians 2:2). But how sweet, how clean and high and bright and full of allurement to those who really love God above all else.   Even though this text deals with God’s Old Testament people Israel, we have seen that his motives do not change from era to era and so we can apply at least that aspect of this text to the people of God in our day — those who follow Christ as Savior and Lord. Two things cry out to be stressed in our day. First, our salvation is for God’s sake.  To be sure, God   save his people, he will bless us infinitely! But it is for   name’s sake, for   praise, for   glory that he does it. “For My own sake, for My own sake I do it, for how should My name be profaned.”  Where this perspective is lost, and the magnifying of God’s glory is no longer seen as the great aim of redemption, pitiful substitutes arise — man centered philosophies that exalt human value in a way that distorts the work of redemption and belittles the primacy of God. And surely I don’t have to tell you in detail that this perspective of God-centeredness has been lost in our day, even in the churches. Man is the star in our contemporary drama and his comfort, his prosperity, and his health are the great goals. Of course God is there on the stage, but only as a kind of co-star or supporting actor to round out the picture for religious and cultural expectations. What a world apart is Isaiah 48:9–11, and even more so Ezekiel 36:21–32. Parts of this text are very familiar promises of the New Covenant, but oh, how we need to read what comes before and after these promises, lest we lose the biblical perspective of our salvation. That’s the first thing that needs to be stressed from Isaiah 48:9–11:  ! The second thing that needs to be stressed is this:  . Though he is slow to anger and abounding in steadfast love, he will not tolerate forever those who do not give him glory, but instead regard something else as more glorious, more worthy of allegiance. “My glory I will not give to another.” That’s why I said at the beginning, it is a fearful thing to be at cross-purposes with your maker. There is a judgment day and the issue for every one of us will be: Have we been with God in his great goal to glorify himself or has his glory been a matter of indifference to us or even animosity? We are left with two great questions, which I am to answer  , if God wills:  But even before next week when I try to answer these two questions all of us here need to align ourselves more fully with God’s goal. And my assumption is that some are here who up until this very point in your life have lived it at cross purposes with God. I urge you, do not wait until next Sunday to be reconciled to God. Repent and give your life to God for his purposes now. Any help that I can be in that decision, let me know.", "url": "https://www.desiringgod.org/messages/god-created-us-for-his-glory"},
{"title": "The Wisdom of Men and the Power of God", "time": "July 13, 1980", "body": "\nI would consider my life well spent if I could preach and live and die like the apostle Paul, who wrote these words in 1 Corinthians 2:1–5. If you would open a Bible to this passage in the New Testament, I think we could get a glimpse of what a preacher should aim at in his work and how he and his people can be sure to hit this target.\n \nW.A. Criswell, the pastor of that giant church in Dallas, was asked one time by a man who had a business across the street: \"Dr. Criswell, I thought you were the pastor of a Baptist church. How come all your people carry prayer books to church on Sunday?\" Criswell smiled and said, \"Sir, we are Baptists and those are Bibles not prayer books.\"\n \nBaptists the world over have a reputation of urging every man and woman to read the Bible for themselves. And I want to preserve that great tradition. If I could choose a symbolic sound that Bethlehem Baptist Church would come to be known for, you know what it would be? The swish of the pages of 500 Bibles turning simultaneously to the morning and evening texts.\n \nThe reason is this: the source of my authority in this pulpit is not—as we shall soon see—my wisdom; nor is it a private revelation granted to me beyond the revelation of Scripture. My words have authority only insofar as they are the repetition, unfolding and proper application of the words of Scripture. I have authority only when I stand under authority. And our corporate symbol of that truth is the sound of   Bibles opening to the text. My deep conviction about preaching is that a pastor must show the people that what he is saying was already said or implied in the Bible. If it cannot be shown it has no special authority.\n \nMy heart aches for the pastor who increases his own burden by trying to come up with ideas to preach to his people. As for me, I have nothing of abiding worth to say to you. But God does. And of that word I hope and pray that I never tire of speaking. The life of the church depends on it.\n \nDr. Criswell gives an admonition to pastors which I think is right on the money, and I take it as a great challenge. He says:\n \nSo let's look at 1 Corinthians 2:1–5. Paul had spent about 18 months in Corinth on his first visit there. Now he writes his first letter to warn the believers against basing their faith on the wisdom of men instead of God's power. One of the ways he does this is to remind them of   his aim was in first coming to them and   he came. First we'll talk about the   of Paul's (and our) ministry.\n \nVerse 5: his aim, his purpose was that \"your faith might not be in the wisdom of men but in the power of God.\" Paul stated it again and again: \"I was given the grace of apostleship to bring about the obedience of faith for the sake of his name among all the nations\" (Rom. 1:5). The aim of Paul's life is the aim of mine. And it should be the aim of every pastor, every seminary intern, every Sunday School teacher, and every believer who speaks to another person: to beget and build faith.\n \nBut it was possible in Paul's day and I believe it is rampant in our day—in churches and TV and radio—to try to build faith by calling attention to the wrong things. This has a devastating effect on the mission of Christ and the church, as I think we can see by looking more closely at verse 5.\n \nWhy is it so crucial that our faith not rest in the wisdom of men but in the power of God? Does it really matter what your faith is based on as long as Christ is the object of your faith? For Paul it made a great difference what a preacher offers as the basis of faith. Why?\n \nThe reason can be found in chapter 1. It is this: if you try to base saving faith on the \"wisdom of men\" it ceases to be saving faith because the content of that faith is regarded as foolishness by the world's wisdom. The genuineness of faith, and with it eternal life, is at stake in the basis we offer for faith. It is possible to offer a basis for faith which ruins faith. There is a kind of foundation which will destroy the superstructure of faith. That's why it is so crucial for our faith not to rest in the wisdom of men but in the power of God—because if it rests in the wisdom of men it is a mirage, a bogus faith.\n \nWhy? What is it about the wisdom of men which makes it destructive to faith? In verses 1 and 2 there is a contrast between trying to deliver a testimony of God with superior words of wisdom on the one hand and preaching Jesus Christ as crucified on the other. Would it not be right, then, to say that for Paul the \"wisdom of men\" is, at least, a use of the human mind which comes up with ideas contrary to the meaning of Christ's death. Or to put it another way, if we are following the dictates of merely human wisdom, the claim that the King and Creator of the world was executed like a criminal because we are such horrible sinners will simply be regarded as an intolerable foolishness.\n \nLook at 1 Corinthians 1:18 for a confirmation of this. Remember, what we are asking is: What is it about the wisdom of men that makes it so destructive when we try to make it a basis for faith? Verse 18: \"The word of the cross is folly (or foolishness) to those who are perishing, but to us who are being saved it is the power of God. For it is written, I will destroy the wisdom of the wise and the cleverness of the clever I will thwart. Where is the wise man? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world?\" The way God made foolish the \"wisdom of the world\" (which is the same as the \"wisdom of men\" in 2:5) is by planning a way of salvation which would be offensive to the wisdom of the world: namely, salvation through the ignominious execution of a lowly Jewish carpenter's son turned preacher, who happened to be the Son of God.\n \nThe word of the cross is foolishness to the wisdom of this world. That's why the wisdom of men is destructive to faith and why Paul was, and we should be, very eager that no one turn to the wisdom of men as the basis of faith but that all turn to the power of God.\n \nSo the wisdom of men is destructive to faith because it regards the word of the cross as foolishness. But why does it? What is there about human wisdom which causes it to regard Christ crucified as folly? Paul gives us the answer, I think, in chapter 1, verses 26 and following: \"Consider your call brothers: not many of you were wise according to the flesh (i.e., worldly standards), not many were powerful, not many were of noble birth; but God chose what is foolish in the world to shame the wise.\" Now drop down to his purpose in verse 29: \"so that no human being might boast in the presence of God.\" God has set himself against the wisdom of the world so that no one might boast before God. The clear implication is that at the root and core of what Paul calls the \"wisdom of men\" is pride.\n \nSo from all these verses, then, I suggest this definition of the \"wisdom of the world\": it is the use of the human mind to achieve and maintain a ground for boasting before God and man. Now it begins to become really clear why merely human wisdom regards the cross of Christ as foolishness. The death of Christ on the cross is such a radical indictment of the hideousness of our sinfulness that human wisdom has to mount all its biggest guns to destroy the cross, lest it lose its ground for boasting.\n \nThere are two possible responses to the death of Christ for our sin: we can regard it as foolish and so maintain our self-sufficiency and pride, or we can regard it as wisdom and die with Christ. There is only one way that leads to life. Here's how Paul expresses it in Galatians 6:14: \"Far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world.\" If we put our trust in the crucified Christ for salvation, we die to the world; which means we give up every ground for boasting that the world, including our own minds, can offer. But since the \"wisdom of men\" is devoted 100% to maintaining its ground for boasting, it will always reject Christ crucified and attempt to defuse his power by calling him foolish.\n \nSo, here is what we've seen so far: First, the goal of Paul's ministry and mine and, I hope, yours is to win and to strengthen faith. But, secondly, it is possible to try to win faith by calling attention to the wrong things and giving a faulty basis; in this case the wisdom of men rather than the power of God. And it's destructive to faith if we try to base it on merely human wisdom. The reason that this is so, thirdly, is that the wisdom of the world regards the word of the cross as foolishness and so leads men away from the cross. And fourthly, the reason the wisdom of men regards the cross as folly is that human wisdom is the use of the mind to achieve and maintain pride, but faith in the crucified Christ is death to pride and the giving up of all grounds for boasting, except one: Let him who boasts, boast in the Lord!\n \nSo is it not reasonable and is it not very urgent that in all our efforts to win and to strengthen faith we draw people's attention not to the wisdom of men, but to the power of God? And so now we must ask, what is that? Chapter 1, verse 18: \"The word of the cross is folly to those who are perishing but to us who are being saved it is the power of God.\" Verse 23 and following: \"We preach Christ crucified, a stumbling block to Jews and folly to Gentiles, but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God.\"\n \nTherefore, the power of God in 2:5 in which our faith should rest is the divine power unleashed by the death of Christ to save sinners, to justify the ungodly. When Jesus was at his weakest in the agony of the cross, God's power was at its strongest, lifting the infinite weight of sin and condemnation off the backs of all who would believe on him. Because Jesus died and bore the punishment of our sin, all the power of God, who created the universe, was loosed for the benefit of God's elect. As Paul said in Romans 8:32: \"He who did not spare his own Son but gave him up for us all, surely (by his infinite power) he will give us all good things with him.\"\n \nBut don't make a mistake here. Just as the wisdom of God is foolishness with man, so the power of God is viewed by men as weakness. God wills it that way: chapter 1, verse 27: \"God chose what is weak in the world to shame the strong.\" The divine power in which our faith rests is not the power of a May Day in Red Square; it is not the power of big business or bloc voting; it is not the power of personal savvy and cool self-assertion. The power in which saving faith rests is the  . That is the inimitable power that we see in Christ—meekly, humbly, lovingly mounting the cross for our sin. The power of God's grace sustaining the humble, loving heart of Christ and radiating out through his weakness: this is the resting place of saving faith and this is the demonstration of the Spirit and power (2:4).\n \nSo I commit myself as your pastor and call upon you to commit yourself as ministers in the church to act and speak in a way that will lead people to trust not in the wisdom of men but in the power of God.\n \nNow let's shift the focus from the   of Paul's work to the   he achieved it. I mentioned earlier that in our day, just as in Paul's day, there are peddlers of the gospel who seem to have forgotten that at the heart of our faith is \"an old rugged cross, an emblem of suffering and shame,\" and that to trust Christ crucified is to be identified with him in the humiliation of his death, and that only in the age to come will we be glorified with him, and that while this age lasts we walk the Calvary road. Oh, to be sure, not without joy—indescribable joy and full of the hope of glory—but always joy in weakness, insults, hardships, persecutions, calamities.\n \nWatch out for the slick preachers who never mention these things, for whom the cross is a mere token symbol, for whom the exceeding sinfulness of all our hearts is scarcely mentioned, who use power, wisdom, fame, and luxury to beckon the self-centered middle-class American to consider himself Christian at no cost to his pride and self-sufficiency.\n \nContrast the apostle Paul: 1 Corinthians 2:3, \"I was with you in weakness and in much fear and trembling.\" Paul would have never made it on the major networks. You remember what his enemies said of him in 2 Corinthians 10:10, \"They say, 'His letters are weighty and strong, but his bodily presence is weak and his speech of no account.'\" There is a brand of Christianity today that would have asked of Paul, \"What good can he do for Christ? Why, he'll just turn everybody off. What Christ needs is shiny people, people with education, power, status, flair. Otherwise, how are we going to be able to sell Jesus to the public and get America Christianized?\"\n \nPaul's question was not so much, \"What good can I do for Christ?\" but rather, \"What good can Christ do for the world through unworthy me?\" It was not, \"How much power can I muster for Jesus?\" but, \"How much power can Jesus show through my weakness?\" Remember 2 Corinthians 12:8 and following? Paul said about some special infirmity that he had: \"Three times I besought the Lord about this that it should leave me. But he said to me, 'My grace is sufficient for you, for  . I will all the more gladly boast in my weaknesses that the   may rest upon me.\"\n \nPaul knew that, if he was to be an agent of the crucified Christ to win people to faith in him, then he had to follow the way of Calvary. That is, he had to draw people's attention not to his own power, wisdom, status or flair, but to the power of God made perfect in weakness. He knew that if human power or beauty or intelligence or class got center stage, whatever conversions happened would not be conversions to the crucified Christ.\n \nIf it is the power of God manifest in the weakness and death of Christ that kindles and sustains saving faith (as 2:5 says), then the way to reflect that power in our lives for the sake of others is to carry the death of Jesus in our own bodies. This is how Paul described the power of his own ministry. He said in 2 Corinthians 4:7–11: \"We have this treasure (of the gospel) in earthen vessels (our weak bodies)   and not to us. We are afflicted in every way, but not crushed, perplexed but not driven to despair, persecuted but not forsaken; struck down but not destroyed, always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies. For while we live we are always being given up to death for Jesus' sake so that the life of Jesus may be manifested in our mortal flesh.\"\n \nNow I hope you will understand when I say: I come to you as your pastor today with weaknesses (which you will learn soon enough) and in much fear and trembling. Not that I distrust the power and promise of God but that I distrust myself. Not so much that I will fail—as the world counts failure—but that I might succeed in my own strength and wisdom and so fail as God counts failure.\n \nThere is a kind of paradox here. We are told: Be anxious for nothing. \"Fear not, for I am with you, be not dismayed, for I am your God. I will strengthen you; I will help you; I will hold you up with my victorious right hand.\" Yet Paul trembles as he undertakes to preach the gospel, I tremble at the awesome responsibility of ministering the word to this church. Is it because Paul and I lack faith? Partly, yes. Lord, I believe, help my unbelief.\n \nBut there is another reason why we tremble. During this age in which the sinfulness of the human heart remains even among God's people, and in which the temptation to self-exaltation and self-sufficiency is relentless, God has appointed that his servants tremble with a profound sense of insufficiency so that we will never forget that it is   power and not man's wisdom which creates and sustains saving faith.\n", "url": "https://www.desiringgod.org/messages/the-wisdom-of-men-and-the-power-of-god"},
{"title": "Your Calamity in 1973", "time": "December 31, 1972", "body": "Lord, I confess my inadequacy to create or to build faith. Yet this is my goal in these next minutes. That’s why we are praying, for you must do the work. Take this voice, these words, and all these listening ears, and do your gracious will in every life here. Amen. It doesn’t take prophetic powers to predict that there will be tragedies in 1973. And I don’t think anyone would be alarmed if I were more specific and said that the people of God at White Oak will experience their share of suffering in the coming year. That’s what I’d like to think with you about this morning—Your Calamity in 1973. I’m not going to try to guess what it will be, or when, or how severe. What I care about now is whether you and I will respond in faith to our calamities in 1973. I feel like my mission here this morning is somewhat like Timothy, when Paul sent him from Athens back to the newly started church in Thessalonica. Paul describes the situation in 1 Thessalonians 3 like this: You heard my prayer—that my goal in these few minutes is to exhort and establish us strong in our faith so that when the calamity to which we are appointed comes, we will meet it full of faith unwavering confident in the love of Jesus. There are at least two instances in Paul’s Second Epistle to the Corinthians where he relates the purposes of God to his own experience of suffering. In these two texts Paul is humbly grappling with the question why he—a faithful servant of the Lord—should be appointed for calamity. If we will open ourselves to receive the answer Paul received from the Lord, I believe our faith will be strengthened and we will be more ready to meet our own calamity in 1973.  Why was Paul exceedingly crushed, beyond strength, to the point that he despaired of life itself?  In order that he might learn to put no confidence in himself but rather to put all of his trust and hope in God. Paul was brought to the brink of death that he might have no other recourse of hope than to turn to the one who has the power over death—God who raises the dead.  What is God doing in the calamities of our lives?  He is causing us not to rely (for our happiness and hope) in ourselves or in the stable comfortable circumstance that surround us. Rather he is causing us to rely on himself who alone in all the universe is eternally and beautifully reliable.  In the light of this can we dare to speak of glorious calamities in 1973?   I don't want to speak lightly or blithely about real tragedies that you know much more about than I do. But does not this text encourage us to confess in faith that for those who love God the calamities of 1973 will work together for good? And this is not this “good” precisely what we have seen here in 2 Corinthians 1. The good that will come from our calamity in 1973 is that we will rely more fully on God, we will love him more intensely, we will praise him with deeper understanding, in short, we will be established strong in our faith. We said that there were at least two instances in 2 Corinthians where Paul relates the purposes of God to his own experiences of suffering. We’ve seen the first here in chapter 1. The second is found in chapter 2 Corinthians 12:7–10, and I wand us to look at that now together. This text concerns that very familiar phrase of Paul’s “thorn in the flesh.” I suppose it was a reasonable prayer, like many of ours.  “Lord, I believe you. I’ve served you faithfully. Please take this suffering from me.”  Answer: “No!” “Why Lord?” “Paul, my grace is sufficient for you.” “But Lord your grace is sufficient for other believers who have full health, what kind of answer is that?” “Paul, when you are weak and suffering, there is my power made perfect in you.” “O Lord, you know that my great desire is to know you and the power of your resurrection (Philippians 3:10), and if that’s true, then I will rejoice in my weakness.” Note that Paul doesn't limit the application of Christ’s answer here to his thorn in the flesh. He extends the principle in v. 10 to all weaknesses, insults, hardships, persecutions, and calamities.  So we can ask, what does Christ will to do in the calamities of our own lives in 1973?   It is the purpose of Christ to manifest the sufficiency of his grace and to show the perfect completeness of his power. This means that we believers who exist for the praise of Christ’s glory (Ephesians 1:12) should be able to say with Paul that we will be faithful and content in the calamities of 1973 because in this contentment we demonstrate the strength of Christ. Now before we bring these two texts in 2 Corinthians from chapter 1 and chapter 12 together I want you to notice with me that the teaching we’ve found here is shot through the whole New Testament. But now we want to bring these two texts in 2 Corinthians together and see what light they shed on each other.  The question we should raise now is this: How are these two purposes of God in suffering related to each other? What does the building up of faith through suffering have to do with the demonstration of Christ’s power though suffering? The answer to this question will, I think, become clear to us if we consider that there are always two possible responses to our calamities. Only the second of these two responses demonstrates the sufficiency of Christ’s grace and the perfection of his power, because it is only be the power of Christ that a man can respond in this way to suffering. So in answer to our question how the two purposes of God in suffering are connected we can say this: The reliance upon God which we learn through suffering is the means by which we experience and demonstrate to others the grace and power of Christ. This understanding of the connection between these two texts in 2 Corinthians is confirmed by Paul’s words in Philippians 3:8–11. He says that he desires to have a righteousness that is not his own based on law, but one that is through faith in Christ in order that he may know him and the power of his resurrection. In other words, having a righteousness based on faith was the means by which Paul experience and demonstrated the power of Christ. When I think about what to pray for, or resolve, in 1973, I cant bring myself to ask for a placid life with no ripple or whirlpools. I don’t know if God’s will for me is ease and smoothness. But this I do know: it is God’s will that every one of his people in 1973 rely on him more fully, delight in him more intensely, praise him with greater zest and deeper steadfastness, and all of this in the midst of our calamities in 1973, so that thereby the grace and power of our Lord Jesus Christ will be manifest to the world. Sing this together as a strong affirmation of faith in God: If what I’ve shared this morning helps you sing this, and mean it, I’ll be happy.", "url": "https://www.desiringgod.org/messages/your-calamity-in-1973"},
{"title": "The Wisdom We Speak", "time": "July 20, 1980", "body": "\nLast week our text was 1 Corinthians 2:1–5, and the main point was that we should make it our aim to base our own and other's faith not on the wisdom of men but on the power of God. I came down really hard on the \"wisdom of men\" or as Paul calls it in 1:20, \"the wisdom of the world.\"\n \nOne of our visitors last week was a former student and a friend of mine, Paul Widen, and his wife, JoLane. As they walked out after the service I asked him what he was doing now after seminary and he said he was studying philosophy at the university. Later in the week when we sent out letters to our guests I added the note: \"I really do believe in philosophy, in spite of all I said about the 'wisdom of men.' Come back this week and get the other side of the coin.\"\n \nAs most of you know the word \"philosophy\" means \"love of wisdom.\" Christians would be hard put to oppose philosophy in principle since the next verse after last week's text, 1 Corinthians 2:6, says, \"Yet we do speak wisdom!\" There   a wisdom which we are commanded to seek and which we should cherish and which we speak. In that sense all Christians should be amateur philosophers—lovers and seekers of wisdom.\n \nOf course, there always have been and are today philosophers who have taught utter nonsense. So the university faculties don't enjoy a very high esteem among ordinary folk. But let me give this one caution. Probably for every university philosopher who teaches irrelevant or unchristian things, there are a hundred ordinary folk whose view of life is just as godless and destructive. The difference is, the ordinary American pagan only corrupts his children and acquaintances, while the teacher has a much larger audience.\n \nThe point is: watch out lest Satan deceive us into thinking that the \"wisdom of men\" or the \"wisdom of the world\" is only found in the ivory towers of our universities. Brothers and sisters, it is  , and we must be on guard against it even in our own minds. It was to   that Paul said, \"Be not conformed to this world, but be transformed by the renewing of your mind.\"\n \nYou recall I argued from 1 Corinthians 2:1–5 that there can be no saving faith that rests on the wisdom of men, because the wisdom of men considers salvation through a crucified Christ to be foolishness, and the reason it does is because, on the one hand, the death of Christ is a severe indictment of our hopeless, sinful condition, and utter insufficiency, but, on the other hand, the wisdom of the world is devoted 100% to achieving and maintaining its own self-sufficiency and ground for boasting. It should be evident from this that: \n \nThe Bible may condemn the wisdom of men but it will not surrender wisdom to the enemy. The Bible may claim that man's mind is darkened but its remedy is not mindlessness; it is light. That's why Paul goes on to 1 Corinthians 2:6–13 after leveling his guns against the wisdom of men in 1:18–2:5. And that's why we must go on and not leave things where they were last Sunday. Let's look together at 1 Corinthians 2:6ff.\n \nAs I pondered over this text it seemed to me that Paul was answering at least four questions about \"the wisdom we speak,\" which I would like to answer with him. I think it would be helpful to answer them in this order:\n \nFirst then, Who cannot receive or know this wisdom which Paul speaks? Two times in our text Paul refers to the \"rulers of this age.\" The wisdom we speak is not \"of the rulers of this age\" (v.6). And none of the rulers of this age knew it (grasped it) for if they had known it, they would not have crucified the Lord of glory (v.8). Why this special interest here in the   who put Jesus to death? Why not refer to the Athenian philosophers that laughed him to scorn earlier at the Areopagus?\n \nProbably for two reasons.\n \n1) The Corinthian church was being misled by false teachers who had caused them to be caught up with not only wisdom but also  —the stuff that rulers have. You can see this in 1:26, 27, \"Not many of you were powerful . . . God chose what is weak in the world to shame the powerful.\" You can also see it in 1 Corinthians 4:8 where Paul puts in his own words what they are claiming for themselves: \"Already you are filled! Already you have become rich! Without us you have become kings (rulers)!\" In other words, you claim to experience in this age already things that God has reserved for the age to come! So with biting irony he says, \"And would that you did reign as kings so that we might reign with you!\" In other words, Paul knows that he surely has not attained the status of a ruler, and in ironically wishing that they had, he implies that they had not yet attained it either, no matter how powerful or wise they thought they were. So Paul refers to the rulers of this age to show that the wisdom that can get one into power will not get you to God. That's the first reason for focusing on rulers of this age.\n \n2) The second reason for focusing on rulers of this age is because the rulers who put Jesus to death are probably the most vivid example of the fact that you can measure a person's true wisdom by whether they recognize Jesus as the Lord of glory: \"If they had known the wisdom of God they would not have crucified the Lord of glory.\" You can tell whether a person's mind is dominated by the wisdom of the world or the wisdom of God by whether he acknowledges the crucified Christ to be not a criminal but the Lord of glory.\n \nIn answer to our first question then (Who cannot receive or know the wisdom of God which Paul speaks?) our answer would be:  — . It is not simply being in a position of power that closes one off to this wisdom—God has chosen to save powerful people and to give some of his people earthly power. It is not   power but   for power that blinds a person to the glory of God in the suffering Messiah. It is not   acclaim among men but   for that acclaim that makes Jesus as he is unbelievable.\n \nWe can see this if we go back and look at how some of the rulers of the people related to Jesus. For example, in John 5:42–44 Jesus exposed why the Jewish leaders could not believe him: \"I know that you have not the love of God within you; I have come in my Father's name and you do not receive me. If another comes in his own name him you will receive. How can you believe who receive glory from one another and do not seek the glory that comes from the only God?\" Or to put it another way, you can't believe on Jesus as the Lord of glory when you are more eager to maintain your own glory than you are to seek and find God's.\n \nAnother example of why the rulers were blind to the divine authority and glory of Jesus is in Mark 11:27–33.\n \nThe amazing characteristic of these priests, scribes, and elders is an utter indifference to the truth and a desire to maintain their image. Jesus asked them a question and instead of asking themselves, What is the   answer? they asked themselves, How can we avoid being thought inconsistent? (For if we say John's authority is from heaven, then to be consistent we should believe him); and they asked themselves, How can we avoid being hurt? (For if we say John's authority was only human we might be stoned). Pride on the one hand, fear on the other, but no love for the truth. They were more interested in being thought wise by men than in seeking true wisdom from Jesus! And so Jesus says, \"Neither will I tell you by what authority I do these things.\" In other words, it is possible to be so enamored by the wisdom that leads to power and acclaim that all access to the wisdom of God in the Lord of glory is cut off. Like Jesus said in Matthew 11:25, \"I thank Thee Father, Lord of heaven and earth, that Thou hast hidden these things from the wise and understanding and revealed them to babes.\" So in Matthew 16:17 when Peter, unlike the Jewish rulers, confessed Jesus to be the Son of God, or we could say the Lord of glory, Jesus said, \"Blessed are you, Simon son of Jonah. For flesh and blood has not revealed this to you but my Father who is in heaven.\"\n \nIn answer to our first question then: no one can receive the wisdom we speak who loves power and acclaim so much that they do not see that the suffering Jesus is really the Lord of glory.\n \nThe second question Paul answers in this text (1 Corinthians 2) about the wisdom we speak is, Who can receive it? Or, who can understand it in such a way that it is welcomed and affirmed, not rejected as foolish?\n \nIn verse 6 Paul says, \"We do speak a wisdom among the  .\" The King James Version says, \"We speak wisdom among them that are  .\" In our day that is a very misleading translation because perfection implies flawlessness and sinlessness, but that is surely not what Paul meant because then he would have no one to talk to. The RSV, NIV, and NASB are right to render the Greek   as \"mature.\" These are the ones who grasp and welcome the wisdom we speak. Who are they?\n \nI think verse 13 gives the answer, but there is a translation problem here. The Revised Standard Version says, \"We impart this (divine wisdom) in words not taught by human wisdom but taught by the Spirit,  ,\" or more literally \"to those who are spiritual.\" If this is correct then the \"mature\" of verse 6 are explained as the \"spiritual\" of verse 13. We speak a wisdom among the  , that is, we interpret the wisdom revealed by the Spirit to   people.\n \nBut the footnote in the RSV as well as the texts of other versions show that verse 13 can be translated differently. Instead of \"interpreting spiritual truths to spiritual people,\" the last line can be translated \"comparing spiritual things with spiritual.\" The problem is not two different Greek texts. The problem is that the same Greek words really can mean both things and so only context can decide.\n \nI think the correct translation is that Paul is communicating spiritual truths to spiritual people and that these spiritual people are the same as the mature of verse 6. These are the ones who can grasp and receive divine wisdom. The reason I think this is that the verses immediately following verse 13, namely 14–16, talk not about comparing spiritual things with spiritual but rather talk about what sort of people will receive the spiritual things Paul has to say. \"The natural man will not receive the things of the Spirit of God, for they are foolishness to him\" (v. 14). This is why in v. 13 Paul says he can only interpret spiritual things to   people—they are the opposite of   people.\n \nA second reason I think v. 13 refers to spiritual people who are the same as the mature in v. 6 who receive God's wisdom, is that in 3:1 \"spiritual people\" are contrasted with   in Christ. \"And I, brothers, was not able to speak to you as spiritual people but as to fleshly (or carnal), as to babes in Christ.\" It is clear that being a babe is the opposite of being \"mature.\" But in 3:1 the opposite of being a babe is being \"spiritual.\" Therefore being mature and being spiritual are probably the same. So one answer to the question, Who can receive the wisdom of God which we speak? is the mature, that is, the spiritual.\n \nBut now what is it that characterizes this group and enables them to embrace the wisdom we speak? When Paul speaks of a \"spiritual\" person he does not mean an especially religious person, or a person who spends much time in prayer and Bible reading. He means a person who is led by the Spirit of God and bears the fruit of the Spirit. We know this from Galatians 5:16–6:1 where Paul calls believers to walk by the Spirit, to be led by the Spirit, and to bear the fruit of the Spirit, and then in 6:1 says, \"If anyone is overtaken in a trespass you who are   restore such a one in a spirit of meekness.\" In other words, the spiritual people are the people in whom God is at work producing the fruit of meekness, love, joy, peace, kindness, and the rest.\n \nIt is helpful to see here too that in Galatians 5:19 and following the opposite of the fruit of the Spirit is the works of the flesh, like enmity, strife, jealousy, anger, selfishness, etc. So the opposite of the spiritual person who is bearing the fruit of the Spirit is the fleshly (or carnal) person who is doing the works of the flesh. One is being transformed by the Spirit of God, the other is enslaved to his old, self-sufficient nature called the flesh.\n \nThis is helpful because when we come back now to 1 Corinthians 3:1 we see exactly this sort of contrast: \"I, brothers, was not able to speak to you as spiritual but as fleshly.\" Here is the same contrast as in Galatians 5. The upshot of this contrast is that we can now see in more detail what it is that characterizes the people who do receive the wisdom of God, namely, the mature or the spiritual. They are the people who are characterized by the fruit of the Spirit: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control.\n \nThis was a surprising discovery for me, namely, that the prerequisite for grasping the wisdom of God is not a certain level of intelligence, or education, or experience. The prerequisite is moral, not intellectual. It has as much to do with what you love as with what you think. Not education but sanctification is what makes one receptive to the wisdom we speak. Not natural ability but spiritual humility opens a person to the wisdom of God.\n \nNotice how Paul develops this in 1 Corinthians 3:2, 3. \"I gave you milk to drink, not solid food, because you were not able, but neither still now are you able, for still you are fleshly. For where there is jealousy and strife among you, are you not fleshly and walking as mere men?\" In other words, the only people who are going to be able to receive the solid food of the wisdom we speak are the people who by the power of God's Spirit have overcome jealousy and strife.\n \nIn God's order of things you cannot separate the holiness of your life from the depth of your understanding. God has revealed his very wisdom, but he has chosen to do so only among the mature, that is, the  —not a religious elite or a pious clique—but any and all who by resting in God's promises are becoming loving, joyful, peaceful, patient, kind, good, faithful, meek, and self-controlled. This is the person who will have a heart for God's wisdom rather than man's.\n \nThere is a remarkable confirmation of this in the book of James (3:13–17). Look how in this text the wisdom of God is described in moral terms.\n \nTherefore, in answer to our second question, the people who can receive the wisdom we speak are the people in whom the Holy Spirit is at work overcoming jealousy and envy and strife and selfishness and replacing them with the fruit of love and meekness and patience and goodness. These are the mature, the spiritual—the ones who see Christ in all his suffering and meekness as the Lord of glory.\n \nBut now how is it that a human being, even a spiritual one, can know the wisdom of God? This is the third question Paul answers in 1 Corinthians 2. How can a person make such a high and exalted claim as to know the very mind of God?\n \nVerses 9 and 10 of 1 Corinthians 2 give the answer: \"What no eye has seen, nor ear heard, nor the heart of man conceived, what God has prepared for those who love Him, God has revealed to us through the Spirit.\" The answer is  . The wisdom of God would have never been discovered by man on his own. It would have never occurred to him. For as verse 7 says, it is a \"secret and hidden wisdom,\" or it is a wisdom \"in a mystery and concealed.\" So the only way for a mere man to know it is for God to reveal it. Revelation is the act of God whereby what once was concealed from men is now made known to them.\n \nPaul tells us something about this process in verses 10–13. He uses an analogy: among men a person's thoughts and concerns are only known to the   of that person. And only if he wills can another person become privy to what those thoughts and concerns are. If he desires he can reveal his thoughts. So it is with God: no one knows his mind except his own Spirit. But God has willed to impart his wisdom by his Spirit. Verse 12: \"We did not receive the spirit of the world but the Spirit of God in order that we might know the things graciously given to us by God.\"\n \nThere are two ways to understand who the we is in that verse. Some think it means all Christians, i.e., people indwelt by the Holy Spirit. Others think the we is the persons that God inspired in the days of the apostles, who then taught the rest of the believers with authority and wrote the New Testament books. It may not be possible to decide with complete certainty but I think the second view is correct because of how verse 13 continues the thought of verse 12. The flow of thought seems to go like this: God gave us the Holy Spirit to reveal to us apostles things no one ever imagined and now in turn as God's inspired and authoritative spokesmen we speak in words taught by the Spirit, interpreting spiritual things to spiritual people.\n \nSo the way we come to know the wisdom of God is that God revealed it to the apostles by the Spirit and they taught it to others who were prepared to receive it by that same Spirit. In our day the teaching of the apostles and the wisdom of God is thus given to us through their writings in the New Testament. That is the answer to our third question,   we come to know the wisdom of God.\n \nThe final question, which shows the importance of all the others is, What is the wisdom of God? I think it will take an eternity to answer that question. We will never exhaust the wisdom of God, no matter how much we discover. But from verses 7 and 9 we can say something—something very encouraging and full of hope. Verse 7: \"We speak a secret and hidden wisdom of God, which God foreordained  !\" Whatever else the wisdom of God is, it is surely this: it is the exercise of the infinite, eternal mind of God devising for his people a glorious future. Christ was meek and lowly, despised and wounded for our transgression, but he was the Lord of glory! So it is with those who love him: they may be despised and rejected and suffer now but they are the children of glory. As Paul said in Romans 8:18, \"I consider that the sufferings of this present age are not worth comparing with the   that is to be revealed to us.\"\n \nImagine a father — a tremendously brilliant father — whose son is coming home. And all the brilliance and insight of this father is in the sway of his love so that every fiber of his wisdom will be employed to make his son gloriously happy. By his wisdom he knows every inclination and desire and preference of his son, he knows the joys that will go down deepest and last longest. He has all the power he needs to shape everything to his son's delight. If you can imagine what such a homecoming might be, you have a little inkling of what the wisdom of God has foreordained and prepared for his children. \"What no eye has seen, nor ear heard, nor ever even entered our farthest imagination, God has prepared for those who love Him!\"\n \nFinally, remember this: the rulers of this age who did not receive the wisdom of God, who did not see in Jesus the Lord of glory and the hope of glory, are coming to nothing (v. 6). They are doomed to pass away. It is not for such that the wisdom of God has promised and prepared a glorious future. Rather it is for those who love him, for those who cherish Christ precisely in his suffering, as the Lord of glory. These are the ones who have ears to hear the wisdom of God and who will be glorified by it in the age to come. So let us make every effort to lay aside all hunger for power and all jealousy and strife and in meekness open ourselves to the wisdom of God.\n", "url": "https://www.desiringgod.org/messages/the-wisdom-we-speak"},
{"title": "Life Is Not Trivial", "time": "July 13, 1980", "body": "\nIsn't it the extremely high and the extremely low occasions of life that trigger in us a hunger that life not be so trivial most of the time? Every human being now and then feels a longing that life not dribble away like a leaky faucet. You've all tasted the desire that day-to-day life be more than a series of trifles. It can happen when you are reading a poem, when you are kneeling in your closet, when you are standing at the lakeside at sunset. It very often happens at birth and death.\n \nWhen my mother died in December, 1974, I had to go home and help tend my dad's injury. I didn't know what, besides grief, I might feel. But one thing that happened was this: I wrote to Dr. Glenn, chairman of my department at Bethel College and said: \"I know you want me to teach an overload in the spring but unless my job depends on it I'd rather not.\" The reason I gave was: \"When I stand beside my mother's coffin and then look at my wife and son, the $1,000 extra which I would make teaching the overload simply loses all its attraction because it would rob me of some of the quality time with my family.\" In other words, the crisis time of my mother's death awakened in me a longing that my family life not be trivial.\n \nWhy does this happen? I think it's because at these moments of intense emotion we see life for what it really is. The non-essentials get stripped off and life essential shines for what it really is—and it is not trivial. We see things in the light of eternity, we see the way God sees, and triviality has no place in God's life.\n \nThe world is hungry for people for whom nothing is trivial, people who ooze with life because in everything they see a reflection of eternity—even in a fish and a blade of grass.\n \nLast Thursday Noël and I got away to a lake for the day. Before we went Karsten picked out and read for us Psalm 104 at breakfast. This was a great preparation for a day out of doors. It is a nature psalm and says, for example, \"O Lord, how manifold are thy works! In wisdom thou hast made them all; the earth is full of thy creatures. Yonder is the sea great and wide, which teems with things innumerable, living things both small and great. There go the ships, and Leviathans which thou didst form to sport in it.\"\n \nWell, one of the things I did at this small lake was put bread balls on a little gold hook and pull up a dozen or so fish that were swimming under the dock. They all looked about the same—ordinary little panfish with yellow bellies. Then I pulled up one that really took me by surprise and awakened me. I held it there in my hand after I took the hook out and just looked at it. It had olive-green stripes wiggling backwards from head to tail. Then sprinkled all over were light blue luminous spots. On the back of the gill there was a black protrusion about the size of a fingernail, and right on the tip of this was a deep red dot. I held it there in the sun and turned it back and forth and said: \"You know what, little fishy? God thought you up. He thought up the olive stripes and blue dots and the deep red spot on black.\" How manifold are his works, in wisdom he has made them all. By the grace of God that little fish that day was not trivial, because Psalm 104 had opened my eyes to see the way God sees.\n \nAnother example of seeing reflections of eternity in something commonplace happened to me a few years ago. A student of mine asked me one day with a gleam in her eye, \"Have you seen the grass growing up through the new asphalt walkway?\" My answer was a sort of yes and no. Yes, I had seen it but, no, it hadn't struck me as noteworthy. But it had struck her and as we talked I came to feel that it should have struck me. Is it not astonishing that a soft blade of grass can push straight up through solid asphalt? What an amazing thing. When you see things with the eyes of God nothing is trivial.\n \nIf that is true of a little fish and blade of grass, how much more true must it be of Jesus and his Word and the worship of his name! Doesn't it make your heart ache when suddenly you wake up and realize that for some time past you have been going through the motions of devotion and worship as if it were all a very trivial affair? I have an emerging vision for Bethlehem Baptist Church—which I will be sharing along the way, but I can say now that an essential of that vision is that we become a church of people who see with the eyes of God and who see nothing as trivial, especially the Word and worship of God.\n \nMoses said to Israel in Deuteronomy 32:46ff.: \"Lay to heart all the words which I enjoin upon you this day, that you may command them to your children, that they may be careful to do all the words of this law. For it is no trifle for you but it is your life.\" It is no trifle for you, it is your life! O that we might be such a people that when strangers come they will say, \"The Word of God and worship is certainly no trifle to that group.\" For it is not a trivial thing to hear God speak, it is not trivial to pray to our Creator. It is not trivial to sing his praises. My prayer is that God will awaken us ever anew to see life the way he sees it. To see in every little fish and blade of grass and every human face a reflection of eternity. And above all to see in God the source and sum and satisfaction of all our longings, so that we say with the psalmist: Whom have I in heaven but thee? And there is nothing upon earth that I desire besides thee. My flesh and my heart may fail. But God is the strength of my heart and my portion forever. Amen.\n", "url": "https://www.desiringgod.org/messages/life-is-not-trivial"},
{"title": "The Children, The Church, and the Chosen", "time": "September 22, 1980", "body": "\nThe primary fact about little children in the Bible is that they are helpless and dependent on adults for their life. We have to give them food, clothing, shelter and protection. Otherwise, they will starve or freeze or choke or fall. A little child knows nothing of self-reliance. He relies on his parents for everything, and, for a while at least, he doesn't mind this at all. He loves it. And good parents love it. \n \nSince the main fact about little children is that they are helpless and dependent, the Bible has two general things to say about how adults should relate to them. On the one hand, their helplessness means that we are called upon to help them, and on the other hand, their helplessness means that they are an example for us in our relation to God. Perhaps we can sum up the total picture like this: Be like children in relation to God and be like God in relation to children. Or to put it still another way: Rely on God's fatherly care to supply all your needs and use all that supply to meet the needs of the children. \n \nThat, I think, is a summary of what the Bible teaches about children and their relation to adults. But what I want to do is use some specific Scriptures to spell out in more detail these two admonitions: 1) help the children, and 2) be like the children. Let's begin with the first: Children come into the world utterly helpless and God commissions us to meet their needs. He does not do it apart from us, but only through us.\n \nThe first thing to get before us is the cruciality of the younger years. Ecclesiastes 12:1 says, “Remember also your creator in the days of your youth, before the evil days come and the years draw night, when you will say, ‘I have no pleasure in them.'” Truly I say to you, it is easier for a camel to go through the eye of a needle than for an old man to be converted and enter the Kingdom of God . It is very hard to teach an old dog new tricks. It is even harder when one of those tricks is admitting you have thrown your life away. \n \nOn the other hand, what strength of soul can emerge in a person who cuts his teeth on the Christian faith, whose hope is the God of Abraham, Isaac and Jacob from as far back as he can remember. Psalm 71 is written by an old man looking back over a lifetime with God. He says: \n \n \nIt is a magnificent thing when an old man can stand and say, \"God has been my hope from my youth on. I have seen sore troubles, but have never been forsaken, and by God's grace have never forsaken Him.\" That is what I want my sons to say in 70 years. I don't want them to have to give any glowing conversion story. I want them to say, just like I hope to say myself with the Psalmist, “For thou, O Lord, art my hope; my trust, O Lord, from my youth” (71:5). \n \nAfter that goal for the children becomes clear, then we hear God's commission to us to train the children in the faith. Here I am going to leave a big hole in my message to be filled up at another time, namely, the responsibility of parents—especially fathers—to train their children in the faith at home. Suffice it now to hear Moses say, “These words which I command you this day shall be upon your heart; and you shall teach them diligently to your children and shall talk of them when you sit in your house, and when you walk by that way, and when you lie down and when you rise” (Deut. 6:6,7). These words cannot honestly be paraphrased as, “You shall drop your children off at Sunday school for religious training.” Parents who do only that are simply disobeying God. But more on that another time. \n \nWhat I want us to focus our attention on instead of that are two less common teachings of Scripture. Two Sundays ago all the children in the first grade and over started attending the Sunday morning worship service with their parents or some other responsible adult instead of having a special children's service. I think this came about mainly at my urging, so I thought it would be good to tell the larger assembly why I feel this way, just as I told the C.E. Board. \n \nAfter Joshua had led the Israelites into the Promised Land and captured several cities, he built an altar at Mount Ebal and read the law at a big ceremony. Joshua 8:34-35 says, \n \n \nAt least some of the time the little children were included in worship in the Old Testament. \n \nThere are three reasons, at least, why I have urged that, at the latest, from first grade on the children join their parents in worship. First, we live in a day in which pressures from all sides are on the family to be fractured and atomized. Fathers are worked to a frazzle and so are too dogged to spend quality time with children; mothers are lured away from their little children to the work force; children have their own activities, and the one thing that pulls them all to the same room makes zombies out of them all: the television. Stir into this a general cultural mood of “me first,” and my rights and my self-realization, and you have got a powerful anti-family milieu. In this atmosphere, the church, as the preserver of biblical principles, must find ways to say “no” to these pressures and affirm the depth and beauty of familial bonds. But where and how? It seems to me that the high point of our corporate life together is the place to start. Let's make worship a family affair as much as we can. \n \nSecond, five-, six-, seven- and eight-year-olds will gain tremendously from being in worship. Many six-year-olds have made professions of faith after sitting through a worship service. But even where most of the sermon goes over their heads, the children profit. They learn more theology and piety from the hymns than we realize, they come to be comfortable and at home with the form of the service, they experience from time-to-time the large and awesome moments of quietness or the blast of an organ prelude or fervor of an old man's prayer. Week-after-week they see hundreds of adults bowed in worship, and unless we teach them otherwise, they will grow up thinking, “This is where I belong on Sunday morning, and this is the way one behaves in Sunday worship.” It will never enter their heads that not being there is a possibility if we expect it of them and insist on their right behavior. \n \nWhich leads me to my third reason for wanting the children in worship. I want us, as a church, to say, “No!” to the lackadaisical attitudes toward child training and the harmfully low expectations placed upon children in our day. Paul said in I Timothy 3:4 that a bishop or elder must “manage his own household well, keeping his children submissive and respectful in every way.” And if it is required for elders and deacons (v. 12), it is an ideal for all. Children are to be kept submissive and respectful in everything. The opposite of submissiveness is insubordination or disobedience. Therefore, little children ought to be trained to obey implicitly, with no back-talk and no dawdling. It is a travesty of biblical parenthood when children are told to do something or stop doing something and then disobey, but nothing happens, except perhaps an irritated repetition of the command and then maybe after two or three of those, a burst of anger. Children who disobey ought to be spanked, without rage or vindictiveness or humiliation, but swiftly, consistently and severely, according to the circumstances, until they obey. The proverb will never cease to be wisdom: “He who spares the rod hates his son, but he who loves him is diligent to discipline him.” The expectation that a six-year-old sit quietly to the honor of God one or two hours a week is not a high expectation, and we should demand it of our children. \n \nFor those three reasons, I would like to see our worship services become family affairs. I think it accords with the principles of Scripture, and is needed especially in our day. \n \nNow let me bring you into the clear where we are. I started by dividing biblical teaching into two parts: 1) We are to help them, and 2) we are to be like them. Under the first part we have looked now at helping them through training them for worship and in worship. There is now one other text I want to look at under the first division of helping children: Luke 9:46-48: \n \n \nWho are the greatest people at Bethlehem Baptist Church? The pastor who gets to speak to all those people on Sunday? The trustees who keep watch over the flow of funds? The deacons, “the chief coordinating body of the church,” responsible to formulate plans and goals? According to Jesus, the great people are the people who receive little children in His name. The people who open the doors of God's house and welcome all the precious little rascals into their clubs for Christ's sake – these are the great people. And if we are like Jesus, we will never forget these people; we will thank them and pray for them and help them. We will get all excited, like the kids are, and bring a neighborhood flock in. And while the kids are whooping up a storm, we'll be praying up a storm. And when God sees that combination—the little children being received in His name and big children praying in His name—then He will bless up a storm in Bethlehem Baptist Church. \n \nNow that phrase “big children” brings us to the second half of what the Bible says about the Chosen and the Children, namely, we should be like the children. In Matthew 18:1-4 Jesus says, \n \n \nThe church is not just an assembly of the chosen, but also an assembly of the childlike. Jesus zeroed in, in verse 4, on humility, “He who humbles himself like this child…” We all know children aren't humble. They are selfish and demanding and in general think the whole world should revolve around them until you teach them differently. But there is a sense in which they are humble, and that is they are helpless and very dependent on parents for what they need to live and they don't (at least when small) try to deny or escape this dependence. As a rule, they accept it and are glad for mommy's and daddy's provision, and in those earliest years, they are virtually carefree because they know mommy and daddy always take care of them. They sleep when everyone else is shaking; they laugh when everyone else is grumbling; they lie limp in the stroller when everyone else is tense. And at these times they are the picture for us of the childlike trust we should have in God, our Father. You have to be humble to acknowledge your helplessness before God and accept the status of a child in a stroller. But the result is fantastic: All God's jealous fatherly love is stirred up for us then and we are free from anxiety. \n \nTo summarize, then, what I think the Bible mainly teaches about us and the children: We should rely on God's fatherly care to supply all our needs and then use all that supply to meet the needs of the children at home and church. Be like children in relation to God and be like God in relation to children. \n", "url": "https://www.desiringgod.org/messages/the-children-the-church-and-the-chosen"},
{"title": "John Piper’s Candidating Testimony", "time": "January 27, 1980", "body": "I said   that everybody’s life, including mine, can be summed up: Paul planted, Apollos watered, but God gave the growth. And I talked about the person who ought to get the glory this morning: God and Jesus Christ our God and Lord.  Now I’m supposed to talk about me tonight, which isn’t as easy. But I tried to think: What are these times for (talking about yourself)? And I don’t think they are to inform you of facts about my 34 years of life, but rather to say the kinds of things that will tip you off to who I am, the way I feel about things, the way I think — to try to get inside my mind and my heart a little bit. I think that’s what it’s all about. So I looked back over my life and said, “Probably the way to do that would be to focus on those people who have been the real input and shapers in my life and say something about them and why they’ve been that way to me.”  Roots are very important, and planters are important. And I am going to talk mainly about one planter and then about a bunch of waterers. The planter I am going to talk about is my mother.  My father is an independent evangelist who works mainly in conservative Baptist and independent Baptist churches. He turned 60 this month and is still engaged in fulltime evangelism, which meant he was almost never home. Three-fourths of the year he was gone; six-week crusades at a time, which meant that I was virtually raised by my mother. And she did a remarkable job of holding down the offices of mother and father and treasurer and educator and disciplinarian — and yet stepping back and letting daddy be daddy when he was home.  My mother was a remarkable woman. She was killed in December 1974 in Israel in a bus wreck. And I wrote a meditation, a kind of tribute, that I have never read to any group before. And I wrote it maybe a year later, so it wouldn’t be too mushy. And I want to read it to you for two reasons. One, she stamped me more than anybody in the world — there’s just no doubt about it. She didn’t give me the content of my theology, because she wasn’t very much of a theologian, but she shaped the way I approach life. She was a dynamo and made me love work. That will come out mainly in this, I think. So I’ll read it and then we will talk about some of the waterers after this giant planter is off the scene.  Well, that was the planter and I will never stop thanking God for mother. But that was 18 years worth and now Wheaton College.  Three things happened at Wheaton that shaped me.  Noël was the most important thing that happened at Wheaton. I fell in love like a ton of bricks in the summer of 1966. And as I look back on how that happened I can’t help but thank God because she turned out to be such a good mother and a good wife, because I wasn’t always thinking real clear about such things. She was the most important thing that happened at Wheaton.  But there were two other really important things. One was Clyde Kilby, a literature teacher at Wheaton who is a C.S. Lewis scholar and those two men together — one dead and the other living — conspired to kindle in me a tremendous love for nature and for poetry and for the power and beauty of the emotions in human life.  Lewis goes on having a tremendous effect on me. I have read about 20 of his books, and Lewis moves me because he puts together two things that so many people today think have to be kept apart. Lewis puts together razor-sharp logic and profound emotion. He puts together imagination and reason. You know, the egg head and the warm heart, the cold head and the warm heart — he just didn’t see any need to have such bifarcations. Later on I discovered Jonathan Edwards at seminary, who now with Lewis is one of the most tremendous influences in my life. Jonathan Edwards lived back in the 18th century. But Edwards is exactly the same way. He can go along giving this amazingly strong philosophical argument for something and then break into a meditation that would warm anybody’s heart. And he never saw any reason why they should be in two different persons. Why not in one person? The third thing that happened at Wheaton — and this leads into my seminary experience — I lay in the health center for three weeks with mono and listened on the radio to Harold John Ockenga giving the spiritual emphasis series at Wheaton in the fall of 1966. And I said to myself as I lay there with these huge yellow tonsils and swollen pancreas, “I want to handle the Word like that. Man, do I want to understand the Word like that.” When I got over that and got out of the infirmary, I had to drop my organic chemistry class. So I abandoned my premed aspirations and headed for seminary with one goal: to know the Scriptures well.  When I got to seminary, Fuller Seminary, there another three important things to note.  Dr. Daniel Fuller is probably the most significant living person in shaping the way I think today as far as my theology goes. I took every course he taught and we correspond today and I flew out to California two weeks ago to be in a group with him. He opened my eyes like nobody ever had to the beauty of the sovereign glory of God. And to buttress that, he gave me a   of Bible study that today forms the backbone of my teaching and shapes my sermons and feeds my heart every day. And I don’t have enough life to live to give thanks to Dr. Fuller for what he taught me. The second thing that happened was meeting Ray Ortlund, Lake Avenue Congregational Church. Some of you probably have read his wife’s book, Up with Worship. Well, I was a member of that church and that is where I was ordained and I taught Sunday School and I discovered the potential of the local church and worship. I didn’t know what worship was before. Worship in my career had mostly been treated as a means to some other end: raising money or saving souls or increasing church membership. There we worshiped because God on that Sunday morning was worthy of worship and the joy in him was an end in itself. And Ortlund had a way of lifting people to that end and, boy, did I get hungry for that. And that is going to link up to what God has been doing in these past months. But there I discovered the church and I discovered worship and so I put myself under the care of the deacons there. And that led to ordination, ultimately, in 1975.  But the third thing that happened there that shaped the last six years of my life was I taught Greek in seminary and I taught seventh graders, ninth graders, and young marrieds in those two years at Lake Avenue. And the upshot of all that teaching was people said, “You’ve got the gift of teaching. Get on with it.” Which is what the Church ought to be saying to people all the time: “You’ve got this gift or that gift.” Because you can’t always tell on your own. So I took the advice of some of my teachers and went on for the last degree that you are supposed to get before you can teach and got that and then came to Bethel. For six years I have been teaching biblical studies at Bethel. And now what has happened is something like this. I told you this morning of basically what’s happening. Those yearnings that Ray Ortlund sowed in me, those seeds that he sowed back in 1970–71 are starting to bear fruit in the sense that I am just not content anymore to explain Scriptures in a classroom setting. I want to unfold it and apply it in a church and worship setting, which is why I am making the move that I am making.  The college classroom is an exciting place to work and I’ve seen lots of good things happen there. People have even been converted in my New Testament history classes. Not many, not enough to my satisfaction. But college students are all pretty much the same in that they’re all 18 to 22 years old, or a little older, which means the nature of the problems you deal with and the age span is very uniform. And I’ve had this increasing desire to see the Word of God applied across a broader range of problems in people’s lives and a broader range of ages. And that has probably figured as much as anything in causing me to make the move.  I want to address a flock week after week and try to draw them in, like I said this morning, to an experience with God that gives them more joy in him than they have in anything else and thus magnifies Christ. And so back in October the desire became irresistible. I talked it over with Noël a long time. I sought counsel from our assistant pastor and everybody confirmed me in the direction I was moving. So I went over to the Baptist General Conference, talked to Dick Turnwall, with Delmar Dahl, filled out one of their ministerial forms, and sent one down here to Warren Magnuson. Then Marv called me on the telephone. And I’ll probably let them take it from there. We have had some good conversations together and I can’t tell you how much I appreciate the trust they have put in me so far and Char’s words at the beginning are very valuable to me because we both really need wisdom at this point. When I look at this church, when I look at any church, I shake in my boots, frankly, because the responsibility of being a pastor is so awesome. And in a church like this, with around 700 members, with a very complex structure and tremendous amount of history and tradition behind it, it’s a little bit awesome and you need to think very seriously about whether you think somebody like me is capable of it. When I ask myself: “Are you capable, Piper, of stepping into a situation like that or any other situation?” My answer is always, “No way. Who is sufficient for these things?” And then I read a little farther down in the chapter of 2 Corinthians 3 where Paul says we are not sufficient for these things, but our sufficiency comes from God (v. 5). And so if I am to make it in any church, whether it be a little one or a big one, it’s going to be with God’s help and, as has already been indicated, with the help of the prayers of God’s people.  Here is a two-page letter from my daddy. And his influence goes on, you see, even though mother’s is over.  My father knows churches. He’s been in hundreds of churches, almost all Baptist churches. He has seen every kind of deacon board and every kind of pastor there is. And here I come along and write him and tell him, “What do you think, dad? I’m gonna quit teaching college.” He’ll be real proud of me going into the church wherever they will take me.  So he writes me this letter. I am just going to read four paragraphs here. He has never heard of Bethlehem and I hadn’t been in contact with Bethlehem when he wrote this, because he says some pretty negative things about churches, because what he’s trying to do is talk me out of it so that I will really mean it if he doesn’t succeed.  This is what he says.  Isn’t that awful? Where has he been? He is not in the conference. He has never been in a conference church. Or has he?  And that is the only hope that I have entering the church no matter where.", "url": "https://www.desiringgod.org/messages/john-pipers-candidating-testimony"}
]